Repository: scieloorg/scms-upload
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af_za, es, pt_pt, ru_ru

source: ISSN Print
af_za: ISSN Druk
es: ISSN impreso
pt_pt: ISSN Impresso
ru_ru: ISSN печатный

source: ISSN Eletronic
af_za: ISSN Elektronies
es: ISSN electrónico
pt_pt: ISSN Eletrónico
ru_ru: ISSN электронный

source: Official Journal
af_za: Amptelike Tydskrif
es: Revista oficial
pt_pt: Revista Oficial
ru_ru: Официальный журнал

source: Official Journals
af_za: Amptelike Tydskrifte
es: Revistas oficiales
pt_pt: Revistas Oficiais
ru_ru: Официальные журналы

source: Short Title
af_za: Kort Titel
es: Título corto
pt_pt: Título Curto
ru_ru: Краткое название

source: Journal Acronym
af_za: Tydskrifakroniem
es: Acrónimo de la revista
pt_pt: Acrónimo da Revista
ru_ru: Аббревиатура журнала

source: Submission online URL
af_za: Aanlyn-indiening URL
es: URL de envío en línea
pt_pt: URL de submissão online
ru_ru: URL для онлайн-подачи

source: Study Areas
af_za: Studiegebiede
es: Áreas de estudio
pt_pt: Áreas de Estudo
ru_ru: Области изучения

source: Address
af_za: Adres
es: Dirección
pt_pt: Endereço
ru_ru: Адрес

source: Owner
af_za: Eienaar
es: Propietario
pt_pt: Proprietário
ru_ru: Владелец

source: Publisher
af_za: Uitgewer
es: Editor
pt_pt: Editora
ru_ru: Издатель

source: Mission
af_za: Missie
es: Misión
pt_pt: Missão
ru_ru: Миссия

source: Identification
af_za: Identifikasie
es: Identificación
pt_pt: Identificação
ru_ru: Идентификация

source: Owners
af_za: Eienaars
es: Propietarios
pt_pt: Proprietários
ru_ru: Владельцы

source: Journal Title
af_za: Tydskriftitel
es: Título de la revista
pt_pt: Título da Revista
ru_ru: Название журнала

source: Contact Name
af_za: Kontaknaam
es: Nombre del contacto
pt_pt: Nome de Contacto
ru_ru: Контактное лицо

source: Contact Address
af_za: Kontakadres
es: Dirección del contacto
pt_pt: Endereço de Contacto
ru_ru: Контактный адрес

source: Contact Location
af_za: Kontakligging
es: Ubicación del contacto
pt_pt: Localização de Contacto
ru_ru: Контактное местоположение

source: Submission Online URL
af_za: Aanlyn-indiening URL
es: URL de envío en línea
pt_pt: URL de Submissão Online
ru_ru: URL для онлайн-подачи

source: Logo URL
es: URL del logo
pt_pt: URL do Logótipo
ru_ru: URL логотипа

source: License Code
af_za: Lisensiekode
es: Código de licencia
pt_pt: Código de Licença
ru_ru: Код лицензии

source: WoS Areas
af_za: WoS Gebiede
es: Áreas WoS
pt_pt: Áreas WoS
ru_ru: Области WoS

source: Electronic ISSN
af_za: Elektroniese ISSN
es: ISSN electrónico
pt_pt: ISSN Eletrónico
ru_ru: Электронный ISSN

source: Print ISSN
af_za: Gedrukte ISSN
es: ISSN impreso
pt_pt: ISSN Impresso
ru_ru: Печатный ISSN

source: mission
af_za: missie
es: misión
pt_pt: missão
ru_ru: миссия

source: sponsor
af_za: borg
es: patrocinador
pt_pt: patrocinador
ru_ru: спонсор

source: owner
af_za: eienaar
es: propietario
pt_pt: proprietário
ru_ru: владелец

source: publisher
af_za: uitgewer
es: editor
pt_pt: editora
ru_ru: издатель

source: study area
af_za: studiegebied
es: área de estudio
pt_pt: área de estudo
ru_ru: область изучения

source: Journal collection
af_za: Tydskrifversameling
es: Colección de revistas
pt_pt: Coleção da revista
ru_ru: Коллекция журнала

source: Journal collections
af_za: Tydskrifversamelings
es: Colecciones de revistas
pt_pt: Coleções da revista
ru_ru: Коллекции журналов

source: Event year
af_za: Gebeurtenisjaar
es: Año del evento
pt_pt: Ano do evento
ru_ru: Год события

source: Event month
af_za: Gebeurtenismaand
es: Mes del evento
pt_pt: Mês do evento
ru_ru: Месяц события

source: Event day
af_za: Gebeurtenisdag
es: Día del evento
pt_pt: Dia do evento
ru_ru: День события

source: Event type
af_za: Gebeurtenistipe
es: Tipo de evento
pt_pt: Tipo de evento
ru_ru: Тип события

source: Indexing interruption reason
af_za: Rede vir onderbreking van indeksering
es: Razón de interrupción de indexación
pt_pt: Motivo da interrupção da indexação
ru_ru: Причина прерывания индексации

source: Collection journal event
af_za: Versamelingtydskrifgebeurtenis
es: Evento de colección de revistas
pt_pt: Evento de revista da coleção
ru_ru: Событие журнала коллекции

source: Collection journal events
af_za: Versamelingtydskrifgebeurtenisse
es: Eventos de colección de revistas
pt_pt: Eventos de revista da coleção
ru_ru: События журнала коллекции

source: Journal
af_za: Tydskrif
es: Revista
pt_pt: Revista
ru_ru: Журнал

source: Journals
af_za: Tydskrifte
es: Revistas
pt_pt: Revistas
ru_ru: Журналы

source: City Name
af_za: Stadsnaam
es: Nombre de la ciudad
pt_pt: Nome da Cidade
ru_ru: Название города

source: City
af_za: Stad
es: Ciudad
pt_pt: Cidade
ru_ru: Город

source: Cities
af_za: Stede
es: Ciudades
pt_pt: Cidades
ru_ru: Города

source: State Name
af_za: Provinsie/Staat-naam
es: Nombre del estado
pt_pt: Nome do Estado/Distrito
ru_ru: Название штата/области

source: State Acronym
af_za: Provinsie/Staat-akroniem
es: Acrónimo del estado
pt_pt: Acrónimo do Estado/Distrito
ru_ru: Аббревиатура штата/области

source: State
af_za: Provinsie/Staat
es: Estado
pt_pt: Estado/Distrito
ru_ru: Штат/Область

source: States
af_za: Provinsies/State
es: Estados
pt_pt: Estados/Distritos
ru_ru: Штаты/Области

source: Country Name
af_za: Landnaam
es: Nombre del país
pt_pt: Nome do País
ru_ru: Название страны

source: Country Acronym
af_za: Landakroniem
es: Acrónimo del país
pt_pt: Acrónimo do País
ru_ru: Аббревиатура страны

source: Country
af_za: Land
es: País
pt_pt: País
ru_ru: Страна

source: Countries
af_za: Lande
es: Países
pt_pt: Países
ru_ru: Страны

source: Locations
af_za: Liggings
es: Ubicaciones
pt_pt: Localizações
ru_ru: Местоположения

source: View migration failure
af_za: Sien migrasiefaling
es: Ver fallo de migración
pt_pt: Ver falha na migração
ru_ru: Посмотреть сбой миграции

source: To migrate
af_za: Om te migreer
es: Por migrar
pt_pt: Para migrar
ru_ru: К миграции

source: To ignore
af_za: Om te ignoreer
es: Por ignorar
pt_pt: Para ignorar
ru_ru: Игнорировать

source: Imported
af_za: Ingevoer
es: Importado
pt_pt: Importado
ru_ru: Импортировано

source: Unable to get xml with pre from migrated article ({}) {}: {} {}
af_za: Kan nie XML met 'pre' kry vanaf gemigreerde artikel ({}) {}: {} {} nie
es: No se puede obtener xml con pre del artículo migrado ({}) {}: {} {}
pt_pt: Não foi possível obter xml com pre do artigo migrado ({}) {}: {} {}
ru_ru: Не удалось получить XML из мигрированной статьи ({}) {}: {} {}

source: IdFileRecord is already up-to-date with acron.id
af_za: IdFileRecord is reeds op datum met acron.id
es: IdFileRecord ya está actualizado con acron.id
pt_pt: IdFileRecord já está atualizado com acron.id
ru_ru: Запись IdFileRecord уже обновлена с acron.id

source: Title path
af_za: Titel-pad
es: Ruta del título
pt_pt: Caminho do título
ru_ru: Путь к заголовку

source: Title path: title.id path or title.mst path without extension
af_za: Titel-pad: title.id pad of title.mst pad sonder uitbreiding
es: Ruta del título: ruta de title.id o ruta de title.mst sin extensión
pt_pt: Caminho do título: caminho title.id ou title.mst sem extensão
ru_ru: Путь к заголовку: путь title.id или title.mst без расширения

source: Issue path
af_za: Uitgawe-pad
es: Ruta del fascículo
pt_pt: Caminho do número
ru_ru: Путь к выпуску

source: Issue path: issue.id path or issue.mst path without extension
af_za: Uitgawe-pad: issue.id pad of issue.mst pad sonder uitbreiding
es: Ruta del fascículo: ruta de issue.id o ruta de issue.mst sin extensión
pt_pt: Caminho do número: caminho issue.id ou issue.mst sem extensão
ru_ru: Путь к выпуску: путь issue.id или issue.mst без расширения

source: Serial path
af_za: Reeks-pad (Serial path)
es: Ruta serial
pt_pt: Caminho serial
ru_ru: Серийный путь

source: Bases work path
af_za: Bases werk-pad
es: Ruta de trabajo de bases
pt_pt: Caminho das bases de trabalho
ru_ru: Рабочий путь баз

source: Bases pdf path
af_za: Bases PDF-pad
es: Ruta de pdf de bases
pt_pt: Caminho das bases pdf
ru_ru: Путь PDF баз

source: Bases translation path
af_za: Bases vertaling-pad
es: Ruta de traducción de bases
pt_pt: Caminho das bases de tradução
ru_ru: Путь перевода баз

source: Bases XML path
af_za: Bases XML-pad
es: Ruta de XML de bases
pt_pt: Caminho das bases XML
ru_ru: Путь XML баз

source: Htdocs img revistas path
af_za: Htdocs img revistas-pad
es: Ruta de htdocs img revistas
pt_pt: Caminho Htdocs img revistas
ru_ru: Путь Htdocs img revistas

source: PID list path
af_za: PID lys-pad
es: Ruta de lista de PID
pt_pt: Caminho da lista de PIDs
ru_ru: Путь к списку PID

source: Path of a text file which contains all the article PIDs from artigo.mst
af_za: Pad van 'n tekslêer wat al die artikel PIDs bevat vanaf artigo.mst
es: Ruta de un archivo de texto que contiene todos los PID de artículos de artigo.mst
pt_pt: Caminho de um ficheiro de texto que contém todos os PIDs de artigos de artigo.mst
ru_ru: Путь к текстовому файлу, содержащему все PID статей из artigo.mst

source: Origin
af_za: Oorsprong
es: Origen
pt_pt: Origem
ru_ru: Происхождение

source: ISIS updated date
af_za: ISIS bywerkingsdatum
es: Fecha de actualización de ISIS
pt_pt: Data de atualização ISIS
ru_ru: Дата обновления ISIS

source: ISIS created date
af_za: ISIS skeppingsdatum
es: Fecha de creación de ISIS
pt_pt: Data de criação ISIS
ru_ru: Дата создания ISIS

source: Migration Status
af_za: Migrasiestatus
es: Estado de migración
pt_pt: Estado da Migração
ru_ru: Статус миграции

source: Unable to create_or_update_migrated_data {} {} {} {}
af_za: Kan nie create_or_update_migrated_data skep nie {} {} {} {}
es: No se puede crear_o_actualizar_datos_migrados {} {} {} {}
pt_pt: Não foi possível criar_ou_atualizar_dados_migrados {} {} {} {}
ru_ru: Не удалось создать или обновить мигрированные данные {} {} {} {}

source: Original Path
af_za: Oorspronklike Pad
es: Ruta original
pt_pt: Caminho Original
ru_ru: Исходный путь

source: Original name
af_za: Oorspronklike naam
es: Nombre original
pt_pt: Nome original
ru_ru: Исходное имя

source: Original href
af_za: Oorspronklike href
es: Href original
pt_pt: Href original
ru_ru: Исходный href

source: Component type
af_za: Komponenttipe
es: Tipo de componente
pt_pt: Tipo de componente
ru_ru: Тип компонента

source: Pkg name
af_za: Pakketnaam
es: Nombre del paquete
pt_pt: Nome do Pkg
ru_ru: Имя пакета

source: Part
af_za: Deel
es: Parte
pt_pt: Parte
ru_ru: Часть

source: File type
af_za: Lêertipe
es: Tipo de archivo
pt_pt: Tipo de ficheiro
ru_ru: Тип файла

source: Source
af_za: Bron
es: Fuente
pt_pt: Fonte
ru_ru: Источник

source: Migrated Data
af_za: Gemigreerde Data
es: Datos migrados
pt_pt: Dados Migrados
ru_ru: Мигрированные данные

source: Migrated Article
af_za: Gemigreerde Artikel
es: Artículo migrado
pt_pt: Artigo Migrado
ru_ru: Мигрированная статья

source: Migrated Journal
af_za: Gemigreerde Tydskrif
es: Revista migrada
pt_pt: Revista Migrada
ru_ru: Мигрированный журнал

source: Migrated Issue
af_za: Gemigreerde Uitgawe
es: Fascículo migrado
pt_pt: Número Migrado
ru_ru: Мигрированный выпуск

source: Migrated files
af_za: Gemigreerde lêers
es: Archivos migrados
pt_pt: Ficheiros migrados
ru_ru: Мигрированные файлы

source: Article id file
af_za: Artikel id-lêer
es: Archivo de ID de artículo
pt_pt: Ficheiro id do artigo
ru_ru: ID файл статьи

source: Migration
af_za: Migrasie
es: Migración
pt_pt: Migração
ru_ru: Миграция

source: MIGRATION
af_za: MIGRASIE
es: MIGRACIÓN
pt_pt: MIGRAÇÃO
ru_ru: МИГРАЦИЯ

source: UPLOAD
af_za: OPLAAI
es: CARGA
ru_ru: ЗАГРУЗКА

source: Unable to get xml with pre (XMLVersion) {}: {} {}
af_za: Kan nie XML met 'pre' (XMLVersion) kry nie {}: {} {}
es: No se puede obtener xml con pre (XMLVersion) {}: {} {}
pt_pt: Não foi possível obter xml com pre (XMLVersion) {}: {} {}
ru_ru: Не удалось получить XML с pre (XMLVersion) {}: {} {}

source: Package component type
af_za: Pakketkomponenttipe
es: Tipo de componente del paquete
pt_pt: Tipo de componente do pacote
ru_ru: Тип компонента пакета

source: SPS Name
af_za: SPS Naam
es: Nombre SPS
pt_pt: Nome SPS
ru_ru: Имя SPS

source: Package component
af_za: Pakketkomponent
es: Componente del paquete
pt_pt: Componente do pacote
ru_ru: Компонент пакета

source: Files
af_za: Lêers
es: Archivos
pt_pt: Ficheiros
ru_ru: Файлы

source: Unable to register pid
af_za: Kan nie PID registreer nie
es: No se puede registrar el pid
pt_pt: Não foi possível registar o pid
ru_ru: Не удалось зарегистрировать PID

source: To do
af_za: Om te doen
es: Por hacer
pt_pt: A fazer
ru_ru: Сделать

source: Done
af_za: Klaar
es: Hecho
pt_pt: Concluído
ru_ru: Готово

source: waiting
af_za: wag
es: esperando
pt_pt: a aguardar
ru_ru: ожидание

source: ignore
af_za: ignoreer
es: ignorar
pt_pt: ignorar
ru_ru: игнорировать

source: undefined
af_za: ongedefinieerd
es: indefinido
pt_pt: indefinido
ru_ru: не определено

source: invalid
af_za: ongeldig
es: inválido
pt_pt: inválido
ru_ru: недействительно

source: duplicated
af_za: gedupliseer
es: duplicado
pt_pt: duplicado
ru_ru: дублировано

source: deduplicated
af_za: ontdupliseer
es: deduplicado
pt_pt: deduplicado
ru_ru: дубликаты удалены

source: Unable to get api token {} {} {} {} {}
af_za: Kan nie API-token kry nie {} {} {} {} {}
es: No se puede obtener token de api {} {} {} {} {}
pt_pt: Não foi possível obter o token da api {} {} {} {} {}
ru_ru: Не удалось получить токен API {} {} {} {} {}

source: Unable to get pid from pid provider {} {} {} {}
af_za: Kan nie PID vanaf PID-verskaffer kry nie {} {} {} {}
es: No se puede obtener pid del proveedor de pid {} {} {} {}
pt_pt: Não foi possível obter o pid do fornecedor de pid {} {} {} {}
ru_ru: Не удалось получить PID от провайдера PID {} {} {} {}

source: Unable to get pid from pid provider {} {} {} {} {}
af_za: Kan nie PID vanaf PID-verskaffer kry nie {} {} {} {} {}
es: No se puede obtener pid del proveedor de pid {} {} {} {} {}
pt_pt: Não foi possível obter o pid do fornecedor de pid {} {} {} {} {}
ru_ru: Не удалось получить PID от провайдера PID {} {} {} {} {}

source: XML Post URI
es: URI de publicación XML
pt_pt: URI Post do XML
ru_ru: URI для отправки XML

source: Get Token URI
es: URI de obtención de token
pt_pt: URI para Obter Token
ru_ru: URI для получения токена

source: Timeout
af_za: Tydverstreke
es: Tiempo de espera
ru_ru: Тайм-аут

source: API Username
af_za: API Gebruikersnaam
es: Nombre de usuario de API
pt_pt: Nome de Utilizador da API
ru_ru: Имя пользователя API

source: API Password
af_za: API Wagwoord
es: Contraseña de API
pt_pt: Palavra-passe da API
ru_ru: Пароль API

source: PID type
af_za: PID tipe
es: Tipo de PID
pt_pt: Tipo de PID
ru_ru: Тип PID

source: PID pid_in_xml
ru_ru: PID в XML

source: processing status
af_za: verwerkingstatus
es: estado de procesamiento
pt_pt: estado de processamento
ru_ru: статус обработки

source: publication year
af_za: publikasiejaar
es: año de publicación
pt_pt: ano de publicação
ru_ru: год публикации

source: volume
es: volumen
ru_ru: том

source: number
af_za: nommer
es: número
pt_pt: número
ru_ru: номер

source: suppl
es: supl
pt_pt: suplemento
ru_ru: доп.

source: Package name
af_za: Pakketnaam
es: Nombre del paquete
pt_pt: Nome do pacote
ru_ru: Имя пакета

source: fpage
es: pág_inicial
ru_ru: первая страница

source: fpage_seq
es: pág_inicial_seq
ru_ru: seq первой страницы

source: lpage
es: pág_final
ru_ru: последняя страница

source: Document Publication Year
af_za: Dokument Publikasiejaar
es: Año de publicación del documento
pt_pt: Ano de Publicação do Documento
ru_ru: Год публикации документа

source: surnames
af_za: vanne
es: apellidos
pt_pt: apelidos
ru_ru: фамилии

source: collab
af_za: medewerking (collab)
es: colab
pt_pt: colaboração
ru_ru: коллаборация

source: links
af_za: skakels
es: enlaces
pt_pt: ligações
ru_ru: ссылки

source: partial_body
af_za: gedeeltelike_liggaam
es: cuerpo_parcial
pt_pt: corpo parcial
ru_ru: частичное тело

source: Origin date
af_za: Oorsprongdatum
es: Fecha de origen
pt_pt: Data de origem
ru_ru: Дата происхождения

source: Available since
af_za: Beskikbaar sedert
es: Disponible desde
pt_pt: Disponível desde
ru_ru: Доступно с

source: Other PID
af_za: Ander PID
es: Otro PID
pt_pt: Outro PID
ru_ru: Другой PID

source: Other PIDs
af_za: Ander PIDs
es: Otros PIDs
pt_pt: Outros PIDs
ru_ru: Другие PID

source: Data
es: Datos
pt_pt: Dados
ru_ru: Данные

source: The XML content is an ahead of print version but the document {} is already published in an issue
af_za: Die XML-inhoud is 'n 'ahead of print' weergawe, maar die dokument {} is reeds in 'n uitgawe gepubliseer
es: El contenido XML es una versión ahead of print pero el documento {} ya está publicado en un fascículo
pt_pt: O conteúdo XML é uma versão ahead of print mas o documento {} já está publicado num número
ru_ru: Содержимое XML является версией ahead-of-print, но документ {} уже опубликован в выпуске

source: No matching record found for the provided XML data.
af_za: Geen ooreenstemmende rekord gevind vir die verskafde XML-data nie.
es: No se encontró ningún registro coincidente para los datos XML proporcionados.
pt_pt: Nenhum registo correspondente encontrado para os dados XML fornecidos.
ru_ru: Для предоставленных данных XML не найдено соответствующих записей.

source: Incorrect v2
af_za: Verkeerde v2
es: v2 incorrecto
pt_pt: v2 incorreto
ru_ru: Некорректная v2

source: Correct v2
af_za: Korrekte v2
es: v2 correcto
pt_pt: v2 correto
ru_ru: Корректная v2

source: Required Print or Electronic ISSN to identify XML {}
af_za: Vereis Gedrukte of Elektroniese ISSN om XML te identifiseer {}
es: Se requiere ISSN impreso o electrónico para identificar XML {}
pt_pt: É necessário ISSN Impresso ou Eletrónico para identificar o XML {}
ru_ru: Требуется печатный или электронный ISSN для идентификации XML {}

source: Pid Provider XMLs
af_za: PID-verskaffer XMLs
es: XMLs del proveedor de Pid
pt_pt: XMLs do Fornecedor de Pid
ru_ru: XML провайдера PID

source: Pid Changes
af_za: PID-wysigings
es: Cambios de Pid
pt_pt: Alterações de Pid
ru_ru: Изменения PID

source: Pid Provider Config
af_za: PID-verskaffer konfigurasie
es: Configuración del proveedor de Pid
pt_pt: Configuração do Fornecedor de Pid
ru_ru: Конфигурация провайдера PID

source: Fix pid v2
af_za: Herstel PID v2
es: Corregir pid v2
pt_pt: Corrigir pid v2
ru_ru: Исправить PID v2

source: XML Versions
af_za: XML-weergawes
es: Versiones XML
pt_pt: Versões de XML
ru_ru: Версии XML

source: Pid Provider
af_za: PID-verskaffer
es: Proveedor de Pid
pt_pt: Fornecedor de Pid
ru_ru: Провайдер PID

source: Procedure name
af_za: Prosedurenaam
es: Nombre del procedimiento
pt_pt: Nome do procedimento
ru_ru: Название процедуры

source: Item type
af_za: Itemtipe
es: Tipo de ítem
pt_pt: Tipo de item
ru_ru: Тип элемента

source: Processing report
af_za: Verwerkingsverslag
es: Informe de procesamiento
pt_pt: Relatório de processamento
ru_ru: Отчет об обработке

source: Processing reports
af_za: Verwerkingsverslae
es: Informes de procesamiento
pt_pt: Relatórios de processamento
ru_ru: Отчеты об обработке

source: QA Website Status
af_za: QA-webwerfstatus
es: Estado del sitio web de QA
pt_pt: Estado do Website de QA
ru_ru: Статус сайта QA

source: Public Website Status
af_za: Publieke webwerfstatus
es: Estado del sitio web público
pt_pt: Estado do Website Público
ru_ru: Статус публичного сайта

source: Events
af_za: Gebeurtenisse
es: Eventos
pt_pt: Eventos
ru_ru: События

source: Acronym
af_za: Akroniem
es: Acrónimo
pt_pt: Acrónimo
ru_ru: Аббревиатура

source: Availability Status
af_za: Beskikbaarheidstatus
es: Estado de disponibilidad
pt_pt: Estado de Disponibilidade
ru_ru: Статус доступности

source: Event newest to oldest
af_za: Gebeurtenisse nuutste na oudste
es: Evento más reciente a más antiguo
pt_pt: Eventos do mais novo para o mais antigo
ru_ru: События от новых к старым

source: Unable to update journal {} {} {} {}
af_za: Kan nie tydskrif bywerk nie {} {} {} {}
es: No se puede actualizar la revista {} {} {} {}
pt_pt: Não foi possível atualizar a revista {} {} {} {}
ru_ru: Не удалось обновить журнал {} {} {} {}

source: Issue Folder
af_za: Uitgawe-vouer
es: Carpeta del fascículo
pt_pt: Pasta do Número
ru_ru: Папка выпуска

source: Files migration status
af_za: Lêers migrasiestatus
es: Estado de migración de archivos
pt_pt: Estado da migração de ficheiros
ru_ru: Статус миграции файлов

source: Document records migration status
af_za: Dokumentrekords migrasiestatus
es: Estado de migración de registros de documentos
pt_pt: Estado da migração de registos de documentos
ru_ru: Статус миграции записей документа

source: Unable to update issue {} {} {} {}
af_za: Kan nie uitgawe bywerk nie {} {} {} {}
es: No se puede actualizar el fascículo {} {} {} {}
pt_pt: Não foi possível atualizar o número {} {} {} {}
ru_ru: Не удалось обновить выпуск {} {} {} {}

source: Main lang
af_za: Hooftaal
es: Idioma principal
pt_pt: Idioma principal
ru_ru: Основной язык

source: XML status
es: Estado XML
pt_pt: Estado do XML
ru_ru: Статус XML

source: SPS Pkg status
af_za: SPS Pakketstatus
es: Estado del paquete SPS
pt_pt: Estado do Pkg SPS
ru_ru: Статус пакета SPS

source: Processed XML
af_za: Verwerkte XML
es: XML procesado
pt_pt: XML Processado
ru_ru: Обработанный XML

source: Native XML + modifications or converted XML from HTML
af_za: Natuurlike XML + wysigings of omgeskakelde XML vanaf HTML
es: XML nativo + modificaciones o XML convertido desde HTML
pt_pt: XML Nativo + modificações ou XML convertido de HTML
ru_ru: Нативный XML + изменения или конвертированный XML из HTML

source: Unable to update article_proc{} {} {} {}
af_za: Kan nie article_proc bywerk nie {} {} {} {}
es: No se puede actualizar article_proc{} {} {} {}
pt_pt: Não foi possível atualizar article_proc{} {} {} {}
ru_ru: Не удалось обновить article_proc{} {} {} {}

source: Unable to get xml_with_pre for {}: {}
af_za: Kan nie xml_with_pre kry vir {}: {} nie
es: No se puede obtener xml_with_pre para {}: {}
pt_pt: Não foi possível obter xml_with_pre para {}: {}
ru_ru: Не удалось получить xml_with_pre для {}: {}

source: Unable to get xml with pre from migrated article {}: {} {}
af_za: Kan nie XML met 'pre' kry vanaf gemigreerde artikel {}: {} {} nie
es: No se puede obtener xml con pre del artículo migrado {}: {} {}
pt_pt: Não foi possível obter xml com pre do artigo migrado {}: {} {}
ru_ru: Не удалось получить XML с pre из мигрированной статьи {}: {} {}

source: No migrated XML file found for {} ({})
af_za: Geen gemigreerde XML-lêer gevind vir {} ({}) nie
es: No se encontró archivo XML migrado para {} ({})
pt_pt: Nenhum ficheiro XML migrado encontrado para {} ({})
ru_ru: Файл мигрированного XML не найден для {} ({})

source: Select journals by collection
af_za: Kies tydskrifte volgens versameling
es: Seleccionar revistas por colección
pt_pt: Selecionar revistas por coleção
ru_ru: Выбрать журналы по коллекции

source: Journal Processing
af_za: Tydskrifverwerking
es: Procesamiento de revistas
pt_pt: Processamento de Revistas
ru_ru: Обработка журналов

source: Issue Processing
af_za: Uitgaweverwerking
es: Procesamiento de fascículos
pt_pt: Processamento de Números
ru_ru: Обработка выпусков

source: XML from HTML
af_za: XML vanaf HTML
es: XML desde HTML
pt_pt: XML de HTML
ru_ru: XML из HTML

source: SPS Package
af_za: SPS Pakket
es: Paquete SPS
pt_pt: Pacote SPS
ru_ru: Пакет SPS

source: Article Processing
af_za: Artikelverwerking
es: Procesamiento de artículos
pt_pt: Processamento de Artigos
ru_ru: Обработка статей

source: Processing Report
af_za: Verwerkingsverslag
es: Informe de procesamiento
pt_pt: Relatório de Processamento
ru_ru: Отчет об обработке

source: Processing
af_za: Verwerking
es: Procesamiento
pt_pt: Processamento
ru_ru: Обработка

source: Error syncing issue %s: %s
af_za: Fout met sinkronisering van uitgawe %s: %s
es: Error al sincronizar fascículo %s: %s
pt_pt: Erro ao sincronizar número %s: %s
ru_ru: Ошибка синхронизации выпуска %s: %s
