Repository: scieloorg/scms-upload
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af_za, es, pt_pt, ru_ru

source: Reaction
af_za: Reaksie
es: Reacción
pt_pt: Reação
ru_ru: Реакция

source: XML error
af_za: XML-fout
es: Error XML
pt_pt: Erro XML
ru_ru: Ошибка XML

source: XML errors
af_za: XML-foute
es: Errores XML
pt_pt: Erros XML
ru_ru: Ошибки XML

source: Validation category
af_za: Validering-kategorie
es: Categoría de validación
pt_pt: Categoria de validação
ru_ru: Категория валидации

source: creation
af_za: skepping
es: creación
pt_pt: criação
ru_ru: создание

source: Validation Report
af_za: Valideringverslag
es: Informe de validación
pt_pt: Relatório de Validação
ru_ru: Отчет о валидации

source: Validation Reports
af_za: Valideringverslae
es: Informes de validación
pt_pt: Relatórios de Validação
ru_ru: Отчеты о валидации

source: Report File
af_za: Verslaglêer
es: Archivo de informe
pt_pt: Ficheiro de Relatório
ru_ru: Файл отчета

source: The error review is complete
af_za: Die fouthersiening is voltooi
es: La revisión de errores está completa
pt_pt: A revisão dos erros está concluída
ru_ru: Проверка ошибок завершена

source: XML Error Report
af_za: XML-foutverslag
es: Informe de error XML
pt_pt: Relatório de Erros XML
ru_ru: Отчет об ошибках XML

source: XML Error Reports
af_za: XML-foutverslae
es: Informes de error XML
pt_pt: Relatórios de Erros XML
ru_ru: Отчеты об ошибках XML

source: Pid Reservation
af_za: PID-reservering
es: Reserva de Pid
pt_pt: Reserva de Pid
ru_ru: Резервирование PID

source: Pid Reservations
af_za: PID-reserverings
es: Reservas de Pid
pt_pt: Reservas de Pid
ru_ru: Резервирование PID (мн.ч.)

source: Setting package.pid_v2 from PidProviderXML
af_za: Stel package.pid_v2 vanaf PidProviderXML
es: Configurando package.pid_v2 desde PidProviderXML
pt_pt: A configurar package.pid_v2 a partir de PidProviderXML
ru_ru: Установка package.pid_v2 из PidProviderXML

source: Unable to set package.pid_v2 because issue ({}) is not registered
af_za: Kan nie package.pid_v2 stel nie omdat uitgawe ({}) nie geregistreer is nie
es: No se puede configurar package.pid_v2 porque el fascículo ({}) no está registrado
pt_pt: Não foi possível configurar package.pid_v2 porque o número ({}) não está registado
ru_ru: Не удалось установить package.pid_v2, так как выпуск ({}) не зарегистрирован

source: Unable to reserve pid_v2 {} for {}
af_za: Kan nie pid_v2 {} vir {} reserveer nie
es: No se puede reservar pid_v2 {} para {}
pt_pt: Não foi possível reservar pid_v2 {} para {}
ru_ru: Не удалось зарезервировать pid_v2 {} для {}

source: Unable to update pid_provider ({}) with {}
af_za: Kan nie pid_provider ({}) bywerk met {} nie
es: No se puede actualizar pid_provider ({}) con {}
pt_pt: Não foi possível atualizar pid_provider ({}) com {}
ru_ru: Не удалось обновить pid_provider ({}) с {}

source: Setting v2 ({}) from {}
af_za: Stel v2 ({}) vanaf {}
es: Configurando v2 ({}) desde {}
pt_pt: A configurar v2 ({}) a partir de {}
ru_ru: Установка v2 ({}) из {}

source: Setting v2 ({}) from random {}
af_za: Stel v2 ({}) vanaf ewekansige {}
es: Configurando v2 ({}) desde aleatorio {}
pt_pt: A configurar v2 ({}) a partir de {} aleatório
ru_ru: Установка v2 ({}) из случайного {}

source: Assets Report
af_za: Batesverslag (Assets Report)
es: Informe de activos
pt_pt: Relatório de Recursos (Assets)
ru_ru: Отчет по активам (Assets)

source: Package has all the expected asset files
af_za: Pakket het al die verwagte batelêers
es: El paquete tiene todos los archivos de activos esperados
pt_pt: O pacote tem todos os ficheiros de recursos esperados
ru_ru: В пакете присутствуют все ожидаемые файлы активов

source: Assets
af_za: Bates
es: Activos
pt_pt: Recursos (Assets)
ru_ru: Активы

source: Renditions Report
af_za: Renditions-verslag
es: Informe de representaciones
pt_pt: Relatório de Renditions
ru_ru: Отчет по рендерингам (Renditions)

source: Renditions
es: Representaciones
ru_ru: Представления (Renditions)

source: Package has all the expected rendition files
af_za: Pakket het al die verwagte rendition-lêers
es: El paquete tiene todos los archivos de representación esperados
pt_pt: O pacote tem todos os ficheiros de rendition esperados
ru_ru: В пакете присутствуют все ожидаемые файлы представлений

source: Renditions content report
af_za: Renditions-inhoudsverslag
es: Informe de contenido de representaciones
pt_pt: Relatório de conteúdo de renditions
ru_ru: Отчет о содержимом представлений

source: DTD Report
af_za: DTD-verslag
es: Informe DTD
pt_pt: Relatório DTD
ru_ru: Отчет DTD

source: XML Structure
af_za: XML-struktuur
es: Estructura XML
pt_pt: Estrutura XML
ru_ru: Структура XML

source: No error found
af_za: Geen fout gevind nie
es: No se encontró ningún error
pt_pt: Nenhum erro encontrado
ru_ru: Ошибок не найдено

source: Style checker Report
af_za: Styltoetser-verslag
es: Informe del verificador de estilo
pt_pt: Relatório do Verificador de Estilo
ru_ru: Отчет проверки стиля

source: XML Style
af_za: XML-styl
es: Estilo XML
pt_pt: Estilo XML
ru_ru: Стиль XML

source: Web page Report
af_za: Webbladsyverslag
es: Informe de página web
pt_pt: Relatório de Página Web
ru_ru: Отчет по веб-странице

source: Saving…
af_za: Stoor tans…
es: Guardando…
pt_pt: A guardar…
ru_ru: Сохранение…

source: Save
af_za: Stoor
es: Guardar
pt_pt: Guardar
ru_ru: Сохранить

source: Back to package inspection
af_za: Terug na pakket-inspeksie
es: Volver a la inspección del paquete
pt_pt: Voltar à inspeção do pacote
ru_ru: Назад к инспекции пакета

source: Resolution action
af_za: Oplossingsaksie
es: Acción de resolución
pt_pt: Ação de resolução
ru_ru: Действие решения

source: Resolution rationale
af_za: Oplossingsrasionaal
es: Justificación de la resolución
pt_pt: Fundamentação da resolução
ru_ru: Обоснование решения

source: Opinion
af_za: Opinie
es: Opinión
pt_pt: Opinião
ru_ru: Мнение

source: Add validation error
af_za: Voeg valideringsfout by
es: Añadir error de validación
pt_pt: Adicionar erro de validação
ru_ru: Добавить ошибку валидации

source: Send opinions
af_za: Stuur opinies
es: Enviar opiniones
pt_pt: Enviar opiniões
ru_ru: Отправить мнения

source: Quality analyst opinion
af_za: Kwaliteitsontleder-opinie
es: Opinión del analista de calidad
pt_pt: Opinião do analista de qualidade
ru_ru: Мнение аналитика качества

source: Quality analyst guidance
af_za: Kwaliteitsontleder-leiding
es: Orientación del analista de calidad
pt_pt: Orientação do analista de qualidade
ru_ru: Руководство аналитика качества

source: If you don\
af_za: As u nie...
es: Si no\
pt_pt: Se não
ru_ru: Если вы не...

source: Google Groups
ru_ru: Google Группы

source: Resolution
af_za: Oplossing
es: Resolución
pt_pt: Resolução
ru_ru: Решение

source: Send resolutions
af_za: Stuur oplossings
es: Enviar resoluciones
pt_pt: Enviar resoluções
ru_ru: Отправить решения

source: Choose an option
af_za: Kies 'n opsie
es: Elige una opción
pt_pt: Escolha uma opção
ru_ru: Выберите вариант

source: I will fix this error
af_za: Ek sal hierdie fout regmaak
es: Corregiré este error
pt_pt: Vou corrigir este erro
ru_ru: Я исправлю эту ошибку

source: This is not an error
af_za: Hierdie is nie 'n fout nie
es: Esto no es un error
pt_pt: Isto não é um erro
ru_ru: Это не ошибка

source: Rationale
af_za: Rasionaal
es: Justificación
pt_pt: Fundamentação
ru_ru: Обоснование

source: This error has to be fixed
af_za: Hierdie fout moet reggemaak word
es: Este error debe ser corregido
pt_pt: Este erro tem de ser corrigido
ru_ru: Эту ошибку необходимо исправить

source: Guidance
af_za: Leiding
es: Orientación
pt_pt: Orientação
ru_ru: Руководство

source: Back to %(pkg_zip_name)s list
af_za: Terug na %(pkg_zip_name)s lys
es: Volver a la lista de %(pkg_zip_name)s
pt_pt: Voltar à lista de %(pkg_zip_name)s
ru_ru: Назад к списку %(pkg_zip_name)s

source: Go to %(lk)s validation reports (%(st)s)
af_za: Gaan na %(lk)s valideringverslae (%(st)s)
es: Ir a informes de validación de %(lk)s (%(st)s)
pt_pt: Ir para relatórios de validação %(lk)s (%(st)s)
ru_ru: Перейти к отчетам о валидации %(lk)s (%(st)s)

source: Package validations
af_za: Pakketvaliderings
es: Validaciones del paquete
pt_pt: Validações do pacote
ru_ru: Валидации пакета

source: Date
af_za: Datum
es: Fecha
pt_pt: Data
ru_ru: Дата

source: Blocking issues
af_za: Blokkerende kwessies
es: Problemas bloqueantes
pt_pt: Problemas bloqueantes
ru_ru: Блокирующие проблемы

source: Critical issues
af_za: Kritiese kwessies
es: Problemas críticos
pt_pt: Problemas críticos
ru_ru: Критические проблемы

source: Errors
af_za: Foute
es: Errores
pt_pt: Erros
ru_ru: Ошибки

source: Warnings
af_za: Waarskuwings
es: Advertencias
pt_pt: Avisos
ru_ru: Предупреждения

source: Processing...
af_za: Verwerk tans...
es: Procesando...
pt_pt: A processar...
ru_ru: Обработка...

source: Resolve errors
af_za: Los foute op
es: Resolver errores
pt_pt: Resolver erros
ru_ru: Устранить ошибки

source: View report
af_za: Sien verslag
es: Ver informe
pt_pt: Ver relatório
ru_ru: Посмотреть отчет

source: XML Validations
af_za: XML-validerings
es: Validaciones XML
pt_pt: Validações XML
ru_ru: Валидации XML

source: By default the system sets all the XML errors were accepted by the XML producer and will be corrected. In case of disagreement, review the errors and set a different opinion
af_za: By verstek stel die stelsel dat alle XML-foute deur die XML-produsent aanvaar is en reggemaak sal word. In geval van meningsverskil, hersien die foute en stel 'n ander opinie
es: Por defecto, el sistema establece que todos los errores XML fueron aceptados por el productor XML y serán corregidos. En caso de desacuerdo, revisa los errores y establece una opinión diferente
pt_pt: Por predefinição, o sistema define que todos os erros XML foram aceites pelo produtor do XML e serão corrigidos. Em caso de desacordo, reveja os erros e defina uma opinião diferente
ru_ru: По умолчанию система считает, что все ошибки XML приняты производителем и будут исправлены. В случае несогласия проверьте ошибки и укажите другое мнение.

source: Accepted to fix
af_za: Aanvaar om reg te maak
es: Aceptado para corregir
pt_pt: Aceite para corrigir
ru_ru: Принято к исправлению

source: Contested issues
af_za: Betwiste kwessies
es: Problemas impugnados
pt_pt: Problemas contestados
ru_ru: Оспоренные вопросы

source: Declared impossible to fix
af_za: Onmoontlik verklaar om reg te maak
es: Declarado imposible de corregir
pt_pt: Declarado impossível de corrigir
ru_ru: Объявлено невозможным к исправлению

source: Processing... Reload page
af_za: Verwerk tans... Herlaai bladsy
es: Procesando... Recargar página
pt_pt: A processar... Recarregue a página
ru_ru: Обработка... Перезагрузите страницу

source: Error review completed
af_za: Fouthersiening voltooi
es: Revisión de errores completada
pt_pt: Revisão de erros concluída
ru_ru: Проверка ошибок завершена

source: Review the XML errors
af_za: Hersien die XML-foute
es: Revisar los errores XML
pt_pt: Rever os erros XML
ru_ru: Проверить ошибки XML

source: View the XML errors
af_za: Sien die XML-foute
es: Ver los errores XML
pt_pt: Ver os erros XML
ru_ru: Посмотреть ошибки XML

source: Pending conclusion
af_za: Hangende afhandeling
es: Conclusión pendiente
pt_pt: Conclusão pendente
ru_ru: Ожидание заключения

source: Validations
af_za: Validerings
es: Validaciones
pt_pt: Validações
ru_ru: Валидации

source: Processing validations... Reload page.
af_za: Verwerk validerings tans... Herlaai bladsy.
es: Procesando validaciones... Recargar página.
pt_pt: A processar validações... Recarregue a página.
ru_ru: Обработка валидаций... Перезагрузите страницу.

source: Validations finished!
af_za: Validerings voltooi!
es: ¡Validaciones finalizadas!
pt_pt: Validações terminadas!
ru_ru: Валидации завершены!

source: Summary
af_za: Opsomming
es: Resumen
pt_pt: Resumo
ru_ru: Сводка

source: XML warnings
af_za: XML-waarskuwings
es: Advertencias XML
pt_pt: Avisos XML
ru_ru: Предупреждения XML

source: Download XML errors report
af_za: Laai XML-foutverslag af
es: Descargar informe de errores XML
pt_pt: Descarregar relatório de erros XML
ru_ru: Скачать отчет об ошибках XML

source: Preview (optimized package)
af_za: Voorskou (geoptimaliseerde pakket)
es: Vista previa (paquete optimizado)
pt_pt: Pré-visualização (pacote otimizado)
ru_ru: Предпросмотр (оптимизированный пакет)

source: Preview HTML
af_za: Voorskou HTML
es: Vista previa HTML
pt_pt: Pré-visualizar HTML
ru_ru: Предпросмотр HTML

source: View XML
af_za: Sien XML
es: Ver XML
pt_pt: Ver XML
ru_ru: Просмотреть XML

source: Download PDF
af_za: Laai PDF af
es: Descargar PDF
pt_pt: Descarregar PDF
ru_ru: Скачать PDF

source: Download
af_za: Laai af
es: Descargar
pt_pt: Descarregar
ru_ru: Скачать

source: Original package
af_za: Oorspronklike pakket
es: Paquete original
pt_pt: Pacote original
ru_ru: Оригинальный пакет

source: Optimized package
af_za: Geoptimaliseerde pakket
es: Paquete optimizado
pt_pt: Pacote otimizado
ru_ru: Оптимизированный пакет

source: Digital assets
af_za: Digitale bates
es: Activos digitales
pt_pt: Recursos digitais
ru_ru: Цифровые активы

source: Is present in the package?
af_za: Is teenwoordig in die pakket?
es: ¿Está presente en el paquete?
pt_pt: Está presente no pacote?
ru_ru: Присутствует в пакете?

source: Yes
af_za: Ja
es: Sí
pt_pt: Sim
ru_ru: Да

source: No
af_za: Nee
pt_pt: Não
ru_ru: Нет

source: File is missing
af_za: Lêer ontbreek
es: Falta el archivo
pt_pt: Ficheiro em falta
ru_ru: Файл отсутствует

source: Expected filename
af_za: Verwagte lêernaam
es: Nombre de archivo esperado
pt_pt: Nome de ficheiro esperado
ru_ru: Ожидаемое имя файла

source: Is the main Language
af_za: Is die hooftaal
es: ¿Es el idioma principal?
pt_pt: É o idioma principal
ru_ru: Является ли основным языком

source: Got to %(model_name)s list
af_za: Gaan na %(model_name)s lys
es: Ir a la lista de %(model_name)s
pt_pt: Ir para a lista de %(model_name)s
ru_ru: Перейти к списку %(model_name)s

source: Back to package validations
af_za: Terug na pakketvaliderings
es: Volver a las validaciones del paquete
pt_pt: Voltar às validações do pacote
ru_ru: Назад к валидациям пакета

source: Back to related package
af_za: Terug na verwante pakket
es: Volver al paquete relacionado
pt_pt: Voltar ao pacote relacionado
ru_ru: Назад к связанному пакету

source: Missing file
af_za: Ontbrekende lêer
es: Archivo faltante
pt_pt: Ficheiro em falta
ru_ru: Файл отсутствует

source: Snippet
af_za: Snipsel
es: Fragmento
pt_pt: Snippet (Fragmento)
ru_ru: Фрагмент (Snippet)

source: Web page `{}` does not exist
af_za: Webbladsy `{}` bestaan nie
es: La página web `{}` no existe
pt_pt: A página web `{}` não existe
ru_ru: Веб-страница `{}` не существует

source: It was expected to find `{}` in {} ({})
af_za: Daar is verwag om `{}` te vind in {} ({})
es: Se esperaba encontrar `{}` en {} ({})
pt_pt: Era esperado encontrar `{}` em {} ({})
ru_ru: Ожидалось найти `{}` в {} ({})

source: It was expected to find `{}` in XML ({})
af_za: Daar is verwag om `{}` te vind in XML ({})
es: Se esperaba encontrar `{}` en XML ({})
pt_pt: Era esperado encontrar `{}` no XML ({})
ru_ru: Ожидалось найти `{}` в XML ({})

source: XML Info Report
af_za: XML-inligtingsverslag
es: Informe de información XML
pt_pt: Relatório de Info XML
ru_ru: Отчет об информации XML

source: Operation not available
af_za: Operasie nie beskikbaar nie
es: Operación no disponible
pt_pt: Operação não disponível
ru_ru: Операция недоступна

source: Success ...
af_za: Sukses ...
es: Éxito ...
pt_pt: Sucesso ...
ru_ru: Успех...

source: The decision was executed as planned
af_za: Die besluit is soos beplan uitgevoer
es: La decisión se ejecutó según lo planeado
pt_pt: A decisão foi executada conforme planeado
ru_ru: Решение выполнено по плану

source: There was an impediment to executing the decision.
af_za: Daar was 'n struikelblok om die besluit uit te voer.
es: Hubo un impedimento para ejecutar la decisión.
pt_pt: Houve um impedimento na execução da decisão.
ru_ru: При выполнении решения возникло препятствие.

source: Article successfully published
af_za: Artikel suksesvol gepubliseer
es: Artículo publicado exitosamente
pt_pt: Artigo publicado com sucesso
ru_ru: Статья успешно опубликована

source: Failed to publish the article. Please try again.
af_za: Kon nie die artikel publiseer nie. Probeer asseblief weer.
es: Error al publicar el artículo. Por favor, intente de nuevo.
pt_pt: Falha ao publicar o artigo. Por favor tente novamente.
ru_ru: Не удалось опубликовать статью. Пожалуйста, попробуйте снова.

source: Package has been deposited
af_za: Pakket is gedeponeer
es: El paquete ha sido depositado
pt_pt: O pacote foi depositado
ru_ru: Пакет депонирован

source: The XML package needs review and comment
af_za: Die XML-pakket benodig hersiening en kommentaar
es: El paquete XML necesita revisión y comentarios
pt_pt: O pacote XML necessita de revisão e comentário
ru_ru: Пакет XML требует проверки и комментариев

source: Package deposit failed due to errors
af_za: Pakket-deposito het misluk weens foute
es: El depósito del paquete falló debido a errores
pt_pt: O depósito do pacote falhou devido a erros
ru_ru: Депонирование пакета не удалось из-за ошибок

source: Correct package based on report and resubmit
af_za: Korrigeer pakket op grond van verslag en dien weer in
es: Corregir el paquete basado en el informe y volver a enviar
pt_pt: Corrija o pacote com base no relatório e submeta novamente
ru_ru: Исправьте пакет на основе отчета и отправьте повторно

source: You do not have permission to assign packages.
af_za: U het nie toestemming om pakkette toe te wys nie.
es: No tienes permiso para asignar paquetes.
pt_pt: Não tem permissão para atribuir pacotes.
ru_ru: У вас нет прав для назначения пакетов.

source: You do not have permission to archive packages.
af_za: U het nie toestemming om pakkette te argiveer nie.
es: No tienes permiso para archivar paquetes.
pt_pt: Não tem permissão para arquivar pacotes.
ru_ru: У вас нет прав для архивации пакетов.

source: Package was archived.
af_za: Pakket is geargiveer.
es: El paquete fue archivado.
pt_pt: O pacote foi arquivado.
ru_ru: Пакет был архивирован.

source: Unable to archive package which status = {}.
af_za: Kan nie pakket argiveer met status = {} nie.
es: No se puede archivar el paquete cuyo estado = {}.
pt_pt: Não foi possível arquivar o pacote cujo estado = {}.
ru_ru: Невозможно архивировать пакет со статусом {}.

source: Package upload
af_za: Pakket-oplaai
es: Carga de paquete
pt_pt: Upload de pacote
ru_ru: Загрузка пакета

source: XML Info Reports
af_za: XML-inligtingsverslae
es: Informes de información XML
pt_pt: Relatórios de Info XML
ru_ru: Отчеты об информации XML

source: Upload Validator
af_za: Oplaai-valideerder
es: Validador de carga
pt_pt: Validador de Upload
ru_ru: Валидатор загрузки

source: Archived Packages
af_za: Gearchiveerde Pakkette
es: Paquetes archivados
pt_pt: Pacotes Arquivados
ru_ru: Архивные пакеты

source: Error management
af_za: Foutbestuur
es: Gestión de errores
pt_pt: Gestão de erros
ru_ru: Управление ошибками

source: Elocation ID
es: ID de Elocation
pt_pt: ID de Elocation

source: AOP PID
es: PID AOP

source: elocation id
es: id de elocation

source: Email
af_za: E-pos
es: Correo electrónico

source: universidade e instâncias ligadas à universities
af_za: universiteit en instansies gekoppel aan universiteite
