Repository: scieloorg/scms-upload
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af_za, es, pt_pt, ru_ru

source: Change Password
af_za: Verander Wagwoord
es: Cambiar contraseña
pt_pt: Alterar Palavra-passe
ru_ru: Сменить пароль

source: Password Reset
af_za: Wagwoord Terugstel
es: Restablecer contraseña
pt_pt: Redefinição de Palavra-passe
ru_ru: Сброс пароля

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
af_za: U wagwoord vergeet? Voer u e-posadres hieronder in, en ons sal vir u 'n e-pos stuur om dit terug te stel.
es: ¿Olvidaste tu contraseña? Ingresa tu dirección de correo electrónico a continuación y te enviaremos un correo electrónico que te permitirá restablecerla.
pt_pt: Esqueceu-se da sua palavra-passe? Introduza o seu endereço de e-mail abaixo e enviar-lhe-emos um e-mail para a poder redefinir.
ru_ru: Забыли пароль? Введите ваш адрес электронной почты ниже, и мы отправим вам письмо для его сброса.

source: Reset My Password
af_za: Stel My Wagwoord Terug
es: Restablecer mi contraseña
pt_pt: Redefinir a Minha Palavra-passe
ru_ru: Сбросить мой пароль

source: Please contact us if you have any trouble resetting your password.
af_za: Kontak ons asseblief as u enige probleme ondervind om u wagwoord terug te stel.
es: Por favor, contáctanos si tienes algún problema para restablecer tu contraseña.
pt_pt: Por favor contacte-nos se tiver algum problema ao redefinir a sua palavra-passe.
ru_ru: Пожалуйста, свяжитесь с нами, если у вас возникли проблемы со сбросом пароля.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
af_za: Ons het vir u 'n e-pos gestuur. Kontak ons asseblief as u dit nie binne 'n paar minute ontvang nie.
es: Te hemos enviado un correo electrónico. Por favor, contáctanos si no lo recibes en unos minutos.
pt_pt: Enviámos-lhe um e-mail. Por favor contacte-nos se não o receber dentro de alguns minutos.
ru_ru: Мы отправили вам письмо. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.

source: Bad Token
af_za: Ongeldige Token
es: Token incorrecto
pt_pt: Token Inválido
ru_ru: Неверный токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
af_za: Die wagwoord-terugstelskakel was ongeldig, moontlik omdat dit reeds gebruik is. Versoek asseblief 'n <a href="%(passwd_reset_url)s">nuwe wagwoord-terugstel</a>.
es: El enlace para restablecer la contraseña no era válido, posiblemente porque ya ha sido utilizado. Por favor, solicita un <a href="%(passwd_reset_url)s">nuevo restablecimiento de contraseña</a>.
pt_pt: A ligação de redefinição de palavra-passe era inválida, possivelmente porque já foi utilizada. Por favor solicite uma <a href="%(passwd_reset_url)s">nova redefinição de palavra-passe</a>.
ru_ru: Ссылка для сброса пароля недействительна, возможно, она уже использовалась. Пожалуйста, запросите <a href="%(passwd_reset_url)s">новый сброс пароля</a>.

source: change password
af_za: verander wagwoord
es: cambiar contraseña
pt_pt: alterar palavra-passe
ru_ru: изменить пароль

source: Your password is now changed.
af_za: U wagwoord is nou verander.
es: Tu contraseña ha sido cambiada.
pt_pt: A sua palavra-passe foi alterada.
ru_ru: Ваш пароль изменен.

source: Set Password
af_za: Stel Wagwoord
es: Establecer contraseña
pt_pt: Definir Palavra-passe
ru_ru: Установить пароль

source: Signup
af_za: Registreer
es: Registro
pt_pt: Registo
ru_ru: Регистрация

source: Sign Up
af_za: Registreer
es: Registrarse
pt_pt: Registar
ru_ru: Зарегистрироваться

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
af_za: Het u reeds 'n rekening? <a href="%(login_url)s">Meld dan asseblief aan</a>.
es: ¿Ya tienes una cuenta? Entonces, por favor <a href="%(login_url)s">inicia sesión</a>.
pt_pt: Já tem uma conta? Então por favor <a href="%(login_url)s">inicie sessão</a>.
ru_ru: Уже есть аккаунт? Тогда, пожалуйста, <a href="%(login_url)s">войдите</a>.

source: Sign Up Closed
af_za: Registrasie Gesluit
es: Registro cerrado
pt_pt: Registo Fechado
ru_ru: Регистрация закрыта

source: We are sorry, but the sign up is currently closed.
af_za: Ons is jammer, maar registrasie is tans gesluit.
es: Lo sentimos, pero el registro está actualmente cerrado.
pt_pt: Lamentamos, mas o registo está fechado de momento.
ru_ru: К сожалению, регистрация в данный момент закрыта.

source: Verify Your E-mail Address
af_za: Verifieer U E-posadres
es: Verifica tu dirección de correo electrónico
pt_pt: Verifique o seu Endereço de E-mail
ru_ru: Подтвердите ваш адрес электронной почты

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
af_za: Ons het 'n e-pos aan u gestuur vir verifikasie. Volg die skakel om die registrasieproses te voltooi. Kontak ons asseblief as u dit nie binne 'n paar minute ontvang nie.
es: Te hemos enviado un correo electrónico para verificación. Sigue el enlace proporcionado para finalizar el proceso de registro. Por favor, contáctanos si no lo recibes en unos minutos.
pt_pt: Enviámos-lhe um e-mail para verificação. Siga a ligação fornecida para finalizar o processo de registo. Por favor contacte-nos se não o receber dentro de alguns minutos.
ru_ru: Мы отправили вам письмо для подтверждения. Перейдите по ссылке, чтобы завершить процесс регистрации. Пожалуйста, свяжитесь с нами, если вы не получите письмо в течение нескольких минут.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
af_za: Hierdie deel van die webwerf vereis dat ons verifieer dat u is wie u sê u is. Vir hierdie doel vereis ons dat u eienaarskap van u e-posadres verifieer.
es: Esta parte del sitio requiere que verifiquemos que eres quien dices ser. Para este propósito, requerimos que verifiques la propiedad de tu dirección de correo electrónico.
pt_pt: Esta parte do site exige que verifiquemos que é quem afirma ser. Para este efeito, exigimos que verifique a titularidade do seu endereço de e-mail.
ru_ru: Эта часть сайта требует подтверждения вашей личности. Для этого нам необходимо, чтобы вы подтвердили владение вашим адресом электронной почты.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
af_za: Ons het 'n e-pos aan u gestuur vir verifikasie. Klik asseblief op die skakel binne hierdie e-pos. Kontak ons asseblief as u dit nie binne 'n paar minute ontvang nie.
es: Te hemos enviado un correo electrónico para verificación. Por favor, haz clic en el enlace dentro de este correo electrónico. Por favor, contáctanos si no lo recibes en unos minutos.
pt_pt: Enviámos-lhe um e-mail para verificação. Por favor clique na ligação dentro deste e-mail. Por favor contacte-nos se não o receber dentro de alguns minutos.
ru_ru: Мы отправили вам письмо для подтверждения. Пожалуйста, перейдите по ссылке внутри письма. Свяжитесь с нами, если не получите его в течение нескольких минут.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
af_za: <strong>Let wel:</strong> u kan steeds u <a href="%(email_url)s">e-posadres verander</a>.
es: <strong>Nota:</strong> todavía puedes <a href="%(email_url)s">cambiar tu dirección de correo electrónico</a>.
pt_pt: <strong>Nota:</strong> ainda pode <a href="%(email_url)s">alterar o seu endereço de e-mail</a>.
ru_ru: <strong>Примечание:</strong> вы все еще можете <a href="%(email_url)s">изменить свой e-mail</a>.

source: My Profile
af_za: My Profiel
es: Mi perfil
pt_pt: O Meu Perfil
ru_ru: Мой профиль

source: View the release notes
af_za: Sien die vrystellingsnotas
es: Ver las notas de la versión
pt_pt: Ver as notas de lançamento
ru_ru: Посмотреть примечания к выпуску

source: Welcome to your SciELO Content Manager
af_za: Welkom by u SciELO Inhoudsbestuurder
es: Bienvenido a tu Gestor de Contenido SciELO
pt_pt: Bem-vindo ao seu Gestor de Conteúdos SciELO
ru_ru: Добро пожаловать в SciELO Content Manager

source: Please feel free to <a href="https://github.com/wagtail/wagtail/wiki/Slack">join our community on Slack</a>, or get started with one of the links below.
af_za: Sluit gerus aan by ons <a href="https://github.com/wagtail/wagtail/wiki/Slack">gemeenskap op Slack</a>, of begin met een van die skakels hieronder.
es: Siéntete libre de <a href="https://github.com/wagtail/wagtail/wiki/Slack">unirte a nuestra comunidad en Slack</a>, o comienza con uno de los enlaces a continuación.
pt_pt: Sinta-se à vontade para <a href="https://github.com/wagtail/wagtail/wiki/Slack">juntar-se à nossa comunidade no Slack</a>, ou começar com uma das ligações abaixo.
ru_ru: Пожалуйста, не стесняйтесь <a href="https://github.com/wagtail/wagtail/wiki/Slack">присоединиться к нашему сообществу в Slack</a> или начните работу с одной из ссылок ниже.

source: Wagtail Documentation
af_za: Wagtail Dokumentasie
es: Documentación de Wagtail
pt_pt: Documentação do Wagtail
ru_ru: Документация Wagtail

source: Topics, references, & how-tos
af_za: Onderwerpe, verwysings, & handleidings
es: Temas, referencias y guías
pt_pt: Tópicos, referências e tutoriais
ru_ru: Темы, ссылки и руководства

source: Tutorial
af_za: Handleiding
ru_ru: Учебное пособие

source: Build your first Wagtail site
af_za: Bou u eerste Wagtail-webwerf
es: Construye tu primer sitio Wagtail
pt_pt: Construa o seu primeiro site Wagtail
ru_ru: Создайте свой первый сайт на Wagtail

source: Admin Interface
af_za: Administrasie-koppelvlak
es: Interfaz de administración
pt_pt: Interface Administrativa
ru_ru: Административный интерфейс

source: Create your superuser first!
af_za: Skep eers u supergebruiker!
es: ¡Crea tu superusuario primero!
pt_pt: Crie primeiro o seu super-utilizador!
ru_ru: Сначала создайте суперпользователя!

source: Back to %(model_name)s list
af_za: Terug na %(model_name)s lys
es: Volver a la lista de %(model_name)s
pt_pt: Voltar à lista de %(model_name)s
ru_ru: Назад к списку %(model_name)s

source: Welcome to the administrative area of SciELO Upload
af_za: Welkom by die administratiewe area van SciELO Upload
es: Bienvenido al área administrativa de SciELO Upload
pt_pt: Bem-vindo à área administrativa do SciELO Upload
ru_ru: Добро пожаловать в административную панель SciELO Upload

source: Administrative area of SciELO Upload
af_za: Administratiewe area van SciELO Upload
es: Área administrativa de SciELO Upload
pt_pt: Área administrativa do SciELO Upload
ru_ru: Административная панель SciELO Upload

source: %(result_count)s out of %(all_count)s
af_za: %(result_count)s uit %(all_count)s
es: %(result_count)s de %(all_count)s
pt_pt: %(result_count)s de %(all_count)s
ru_ru: %(result_count)s из %(all_count)s

source: <span>%(total_article)s</span> Article
af_za: <span>%(total_article)s</span> Artikel
es: <span>%(total_article)s</span> Artículo
pt_pt: <span>%(total_article)s</span> Artigo
ru_ru: <span>%(total_article)s</span> Статья

source: <span>%(total_collection)s</span> Collection
af_za: <span>%(total_collection)s</span> Versameling
es: <span>%(total_collection)s</span> Colección
pt_pt: <span>%(total_collection)s</span> Coleção
ru_ru: <span>%(total_collection)s</span> Коллекция

source: <span>%(total_journal)s</span> Journal
af_za: <span>%(total_journal)s</span> Tydskrif
es: <span>%(total_journal)s</span> Revista
pt_pt: <span>%(total_journal)s</span> Revista
ru_ru: <span>%(total_journal)s</span> Журнал

source: Personal info
af_za: Persoonlike inligting
es: Información personal
pt_pt: Informação pessoal
ru_ru: Личная информация

source: Permissions
af_za: Toestemmings
es: Permisos
pt_pt: Permissões
ru_ru: Права доступа

source: Important dates
af_za: Belangrike datums
es: Fechas importantes
pt_pt: Datas importantes
ru_ru: Важные даты

source: Users
af_za: Gebruikers
es: Usuarios
pt_pt: Utilizadores
ru_ru: Пользователи

source: This username has already been taken.
af_za: Hierdie gebruikersnaam is reeds geneem.
es: Este nombre de usuario ya ha sido tomado.
pt_pt: Este nome de utilizador já está ocupado.
ru_ru: Это имя пользователя уже занято.

source: Name of User
af_za: Naam van Gebruiker
es: Nombre de usuario
pt_pt: Nome do Utilizador
ru_ru: Имя пользователя

source: Information successfully updated
af_za: Inligting suksesvol bygewerk
es: Información actualizada con éxito
pt_pt: Informação atualizada com sucesso
ru_ru: Информация успешно обновлена

source: Name
af_za: Naam
es: Nombre
pt_pt: Nome
ru_ru: Имя

source: Host
af_za: Gasheer
pt_pt: Anfitrião (Host)
ru_ru: Хост

source: Bucket root
af_za: Emmer-wortel (Bucket root)
es: Raíz del bucket
pt_pt: Raiz do bucket
ru_ru: Корень бакета (Bucket root)

source: Location
af_za: Ligging
es: Ubicación
pt_pt: Localização
ru_ru: Местоположение

source: Access key
af_za: Toegangssleutel
es: Clave de acceso
pt_pt: Chave de acesso
ru_ru: Ключ доступа

source: Secret key
af_za: Geheime sleutel
es: Clave secreta
pt_pt: Chave secreta
ru_ru: Секретный ключ

source: Secure
af_za: Veilig
es: Seguro
pt_pt: Seguro
ru_ru: Безопасный

source: Basename
af_za: Basisnaam
es: Nombre base
pt_pt: Nome base
ru_ru: Базовое имя

source: Minio Configuration
af_za: Minio Konfigurasie
es: Configuración de Minio
pt_pt: Configuração do Minio
ru_ru: Конфигурация Minio

source: approved automatically
af_za: outomaties goedgekeur
es: aprobado automáticamente
pt_pt: aprovado automaticamente
ru_ru: одобрено автоматически

source: approved
af_za: goedgekeur
es: aprobado
pt_pt: aprovado
ru_ru: одобрено

source: rejected
af_za: afgekeur
es: rechazado
pt_pt: rejeitado
ru_ru: отклонено

source: not evaluated
af_za: nie geëvalueer nie
es: no evaluado
pt_pt: não avaliado
ru_ru: не оценено

source: Unable to create_or_update_body and back file with empty content {} {}
af_za: Kan nie create_or_update_body en back-lêer met leë inhoud skep nie {} {}
es: No se puede crear_o_actualizar_cuerpo y archivo de respaldo con contenido vacío {} {}
pt_pt: Não foi possível criar_ou_atualizar_corpo e ficheiro back com conteúdo vazio {} {}
ru_ru: Не удалось создать или обновить тело и обратный файл с пустым содержимым {} {}

source: Unable to create_or_update_body and back file {} {} {} {}
af_za: Kan nie create_or_update_body en back-lêer skep nie {} {} {} {}
es: No se puede crear_o_actualizar_cuerpo y archivo de respaldo {} {} {} {}
pt_pt: Não foi possível criar_ou_atualizar_corpo e ficheiro back {} {} {} {}
ru_ru: Не удалось создать или обновить тело и обратный файл {} {} {} {}

source: Body vazio
af_za: Liggaam is leeg
es: Body vacío
pt_pt: Corpo vazio
ru_ru: Пустое тело

source: Sim
af_za: Ja
es: Sí
ru_ru: Да

source: Não
af_za: Nee
es: No
ru_ru: Нет

source: Pontos de atenção
af_za: Aandagpunte
es: Puntos de atención
ru_ru: Точки внимания

source: Tipo de artigo
af_za: Artikel tipe
es: Tipo de artículo
ru_ru: Тип статьи

source: Não identificado
af_za: Nie geïdentifiseer nie
es: No identificado
ru_ru: Не идентифицировано

source: Tabelas no HTML
af_za: Tabelle in HTML
es: Tablas en HTML
ru_ru: Таблицы в HTML

source: Imagens no HTML
af_za: Beelde in HTML
es: Imágenes en HTML
ru_ru: Изображения в HTML

source: Material suplementar no XML
af_za: Aanvullende materiaal in XML
es: Material suplementario en XML
ru_ru: Дополнительный материал в XML

source: Elementos de mídia no XML
af_za: Media-elemente in XML
es: Elementos de medios en XML
pt_pt: Elementos multimédia no XML
ru_ru: Медиа-элементы в XML

source: Figuras no XML
af_za: Figure in XML
es: Figuras en XML
ru_ru: Рисунки в XML

source: Tabelas no XML
af_za: Tabelle in XML
es: Tablas en XML
ru_ru: Таблицы в XML

source: Equações no XML
af_za: Vergelkings in XML
es: Ecuaciones en XML
ru_ru: Уравнения в XML

source: Gráficos no XML
af_za: Grafieke in XML
es: Gráficos en XML
ru_ru: Графики в XML

source: Gráficos inline no XML
af_za: Inlyn-grafieke in XML
es: Gráficos inline en XML
ru_ru: Встроенные графики в XML

source: Citações estruturadas (element-citation)
af_za: Gestruktureerde aanhalings (element-citation)
es: Citas estructuradas (element-citation)
ru_ru: Структурированные цитаты (element-citation)

source: Citações mistas (mixed-citation)
af_za: Gemengde aanhalings (mixed-citation)
es: Citas mixtas (mixed-citation)
ru_ru: Смешанные цитаты (mixed-citation)

source: Idiomas do texto no XML
af_za: Tekstale in XML
es: Idiomas del texto en XML
ru_ru: Языки текста в XML

source: Estatísticas de Conversão HTML para XML
af_za: Statistieke vir HTML na XML-omskakeling
es: Estadísticas de conversión HTML a XML
ru_ru: Статистика конвертации HTML в XML

source: Trocas de HTML para XML
af_za: Wisselings van HTML na XML
es: Conversiones de HTML a XML
ru_ru: Обмен HTML на XML

source: Quality
af_za: Kwaliteit
es: Calidad
pt_pt: Qualidade
ru_ru: Качество

source: Body and Back XML files
af_za: Liggaam- en Agterkant-XML-lêers
es: Archivos XML de cuerpo y respaldo
pt_pt: Ficheiros XML de Corpo e Back
ru_ru: XML файлы тела и конца (Body/Back)

source: Generated XML and Report
af_za: Gegenereerde XML en Verslag
es: XML generado e informe
pt_pt: XML Gerado e Relatório
ru_ru: Сгенерированный XML и отчет

source: Body and Back XML Files
af_za: Liggaam- en Agterkant-XML-lêers
es: Archivos XML de cuerpo y respaldo
pt_pt: Ficheiros XML de Corpo e Back
ru_ru: XML файлы тела и конца

source: Unable to create or update the record of the conversion of HTML to XML for {} {} {}
af_za: Kon nie die rekord van die omskakeling van HTML na XML skep of bywerk vir {} {} {} nie
es: No se puede crear o actualizar el registro de la conversión de HTML a XML para {} {} {}
pt_pt: Não foi possível criar ou atualizar o registo da conversão de HTML para XML para {} {} {}
ru_ru: Не удалось создать или обновить запись конвертации HTML в XML для {} {} {}

source: agência de apoio à pesquisa
af_za: navorsingsondersteuningsagentskap
es: agencia de apoyo a la investigación
pt_pt: agência de apoio à investigação
ru_ru: агентство поддержки исследований

source: universidade e instâncias ligadas à universidades
es: universidad e instancias relacionadas con universidades
pt_pt: universidade e instâncias ligadas a universidades
ru_ru: университет и связанные структуры

source: empresa ou instituto ligadas ao governo
af_za: maatskappy of instituut gekoppel aan die regering
es: empresa o instituto vinculado al gobierno
pt_pt: empresa ou instituto ligados ao governo
ru_ru: государственная компания или институт

source: organização privada
af_za: privaat organisasie
es: organización privada
ru_ru: частная организация

source: organização sem fins de lucros
af_za: organisasie sonder winsoogmerk
es: organización sin fines de lucro
pt_pt: organização sem fins lucrativos
ru_ru: некоммерческая организация

source: sociedade científica, associação pós-graduação, associação profissional
af_za: wetenskaplike vereniging, nagraadse vereniging, professionele vereniging
es: sociedad científica, asociación de posgrado, asociación profesional
pt_pt: sociedade científica, associação de pós-graduação, associação profissional
ru_ru: научное общество, ассоциация аспирантов, профессиональная ассоциация

source: outros
af_za: ander
es: otros
ru_ru: другое

source: Institution Type
af_za: Instansie Tipe
es: Tipo de institución
pt_pt: Tipo de Instituição
ru_ru: Тип учреждения

source: Institution Acronym
af_za: Instansie Akroniem
es: Acrónimo de la institución
pt_pt: Acrónimo da Instituição
ru_ru: Аббревиатура учреждения

source: Organization Level 1
af_za: Organisasievlak 1
es: Nivel de organización 1
pt_pt: Nível de Organização 1
ru_ru: Организация Уровень 1

source: Organization Level 2
af_za: Organisasievlak 2
es: Nivel de organización 2
pt_pt: Nível de Organização 2
ru_ru: Организация Уровень 2

source: Organization Level 3
af_za: Organisasievlak 3
es: Nivel de organización 3
pt_pt: Nível de Organização 3
ru_ru: Организация Уровень 3

source: Logo
pt_pt: Logótipo
ru_ru: Логотип

source: Initial Date
af_za: Begindatum
es: Fecha inicial
pt_pt: Data Inicial
ru_ru: Начальная дата

source: Final Date
af_za: Einddatum
es: Fecha final
pt_pt: Data Final
ru_ru: Конечная дата

source: Institution
af_za: Instansie
es: Institución
pt_pt: Instituição
ru_ru: Учреждение

source: Volume
es: Volumen
ru_ru: Том

source: Number
af_za: Nommer
es: Número
pt_pt: Número
ru_ru: Номер

source: Supplement
es: Suplemento
pt_pt: Suplemento
ru_ru: Дополнение

source: Year
af_za: Jaar
es: Año
pt_pt: Ano
ru_ru: Год

source: This number controls the order issues appear for a specific year on the website grid
af_za: Hierdie nommer beheer die volgorde waarin uitgawes vir 'n spesifieke jaar op die webwerf verskyn
es: Este número controla el orden en que aparecen los fascículos de un año específico en la cuadrícula del sitio web
pt_pt: Este número controla a ordem pela qual os números aparecem para um ano específico na grelha do website
ru_ru: Это число контролирует порядок появления выпусков за конкретный год в сетке сайта

source: Sections
af_za: Seksies
es: Secciones
pt_pt: Secções
ru_ru: Разделы

source: Issues
af_za: Uitgawes
es: Fascículos
pt_pt: Números
ru_ru: Выпуски

source: Table of contents sections
af_za: Inhoudsopgawe-seksies
es: Secciones de la tabla de contenidos
pt_pt: Secções do índice
ru_ru: Разделы оглавления

source: Journal URL
af_za: Tydskrif URL
es: URL de la revista
pt_pt: URL da Revista
ru_ru: URL журнала

source: Ceased journal
af_za: Gestaakte tydskrif
es: Revista cesada
pt_pt: Revista cessada
ru_ru: Издание журнала прекращено

source: Not open access
af_za: Nie oop toegang nie
es: No es de acceso abierto
pt_pt: Acesso não aberto
ru_ru: Нет открытого доступа

source: by the committee
af_za: deur die komitee
es: por el comité
pt_pt: pelo comité
ru_ru: комитетом

source: by the editor
af_za: deur die redakteur
es: por el editor
pt_pt: pelo editor
ru_ru: редактором

source: Admitted to the collection
af_za: Toegelaat tot die versameling
es: Admitido en la colección
pt_pt: Admitido na coleção
ru_ru: Принят в коллекцию

source: Indexing interrupted
af_za: Indeksering onderbreek
es: Indexación interrumpida
pt_pt: Indexação interrompida
ru_ru: Индексация прервана

source: Agricultural Sciences
af_za: Landbouwetenskappe
es: Ciencias agrícolas
pt_pt: Ciências Agrárias
ru_ru: Сельскохозяйственные науки

source: Applied Social Sciences
af_za: Toegepaste Sosiale Wetenskappe
es: Ciencias sociales aplicadas
pt_pt: Ciências Sociais Aplicadas
ru_ru: Прикладные общественные науки

source: Biological Sciences
af_za: Biologiese Wetenskappe
es: Ciencias biológicas
pt_pt: Ciências Biológicas
ru_ru: Биологические науки

source: Engineering
af_za: Ingenieurswese
es: Ingeniería
pt_pt: Engenharia
ru_ru: Инженерное дело

source: Exact and Earth Sciences
af_za: Eksakte- en Aardwetenskappe
es: Ciencias exactas y de la tierra
pt_pt: Ciências Exatas e da Terra
ru_ru: Точные науки и науки о Земле

source: Health Sciences
af_za: Gesondheidswetenskappe
es: Ciencias de la salud
pt_pt: Ciências da Saúde
ru_ru: Медицинские науки

source: Human Sciences
af_za: Geesteswetenskappe
es: Ciencias humanas
pt_pt: Ciências Humanas
ru_ru: Гуманитарные науки

source: Linguistic, Literature and Arts
af_za: Linguistiek, Literatuur en Kunste
es: Lingüística, literatura y artes
pt_pt: Linguística, Literatura e Artes
ru_ru: Лингвистика, литература и искусство

source: Psicanalise
af_za: Psigoanalise
es: Psicoanálisis
pt_pt: Psicanálise
ru_ru: Психоанализ

source: Official Title
af_za: Amptelike Titel
es: Título oficial
pt_pt: Título Oficial
ru_ru: Официальное название

source: ISO Title
af_za: ISO Titel
es: Título ISO
pt_pt: Título ISO
ru_ru: Название ISO

source: Foundation Year
af_za: Stigtingsjaar
es: Año de fundación
pt_pt: Ano de Fundação
ru_ru: Год основания
