Repository: scieloorg/scms-upload
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af_za, es, pt_pt, ru_ru

source: See instructions
af_za: Sien instruksies
es: Ver instrucciones
pt_pt: Ver instruções
ru_ru: Посмотреть инструкции

source: Submit change
af_za: Dien wysiging in
es: Enviar cambio
pt_pt: Submeter alteração
ru_ru: Отправить изменения

source: Request change
af_za: Versoek wysiging
es: Solicitar cambio
pt_pt: Solicitar alteração
ru_ru: Запросить изменения

source: Update
af_za: Bywerk
es: Actualización
pt_pt: Atualizar
ru_ru: Обновить

source: Erratum
es: Fe de erratas
pt_pt: Errata
ru_ru: Опечатка (Erratum)

source: Addendum
es: Anexo
pt_pt: Adenda
ru_ru: Дополнение (Addendum)

source: Commentary article
af_za: Kommentaarartikel
es: Artículo de comentario
pt_pt: Artigo de comentário
ru_ru: Статья-комментарий

source: Corrected article
af_za: Gekorrigeerde artikel
es: Artículo corregido
pt_pt: Artigo corrigido
ru_ru: Исправленная статья

source: Letter
af_za: Brief
es: Carta
pt_pt: Carta
ru_ru: Письмо

source: Partial retraction
af_za: Gedeeltelike terugtrekking
es: Retractación parcial
pt_pt: Retratação parcial
ru_ru: Частичный отзыв

source: Retracted article
af_za: Teruggetrekte artikel
es: Artículo retractado
pt_pt: Artigo retratado
ru_ru: Отозванная статья

source: Abstract
af_za: Abstrak
es: Resumen
pt_pt: Resumo
ru_ru: Аннотация

source: Announcement
af_za: Aankondiging
es: Anuncio
pt_pt: Anúncio
ru_ru: Объявление

source: Article-Commentary
af_za: Artikel-Kommentaar
es: Artículo-Comentario
pt_pt: Artigo-Comentário
ru_ru: Статья-комментарий

source: Book-Review
af_za: Boekbespreking
es: Reseña de libro
pt_pt: Recensão de Livro
ru_ru: Рецензия на книгу

source: Books-Received
af_za: Boeke Ontvang
es: Libros recibidos
pt_pt: Livros Recebidos
ru_ru: Полученные книги

source: Brief-Report
af_za: Kort Verslag
es: Informe breve
pt_pt: Relato Breve
ru_ru: Краткий отчет

source: Calendar
af_za: Kalender
es: Calendario
pt_pt: Calendário
ru_ru: Календарь

source: Case-Report
af_za: Gevalleverslag
es: Reporte de caso
pt_pt: Relato de Caso
ru_ru: Описание клинического случая

source: Clinical-Trial
af_za: Kliniese Proef
es: Ensayo clínico
pt_pt: Ensaio Clínico
ru_ru: Клиническое испытание

source: Collection
af_za: Versameling
es: Colección
pt_pt: Coleção
ru_ru: Коллекция

source: Correction
af_za: Regstelling
es: Corrección
pt_pt: Correção
ru_ru: Исправление

source: Data-Article
af_za: Data-artikel
es: Artículo de datos
pt_pt: Artigo de Dados
ru_ru: Статья о данных

source: Discussion
af_za: Bespreking
es: Discusión
pt_pt: Discussão
ru_ru: Дискуссия

source: Dissertation
af_za: Verhandeling
es: Disertación
pt_pt: Dissertação
ru_ru: Диссертация

source: Editorial
af_za: Redaksioneel
ru_ru: Редакционная статья

source: Editorial-Material
af_za: Redaksionele Materiaal
es: Material editorial
pt_pt: Material Editorial
ru_ru: Редакционный материал

source: Guideline
af_za: Riglyn
es: Directriz
pt_pt: Diretriz
ru_ru: Руководство

source: In-Brief
af_za: In Kort
es: En breve
pt_pt: Em Síntese
ru_ru: Вкратце

source: Interview
af_za: Onderhoud
es: Entrevista
pt_pt: Entrevista
ru_ru: Интервью

source: Introduction
af_za: Inleiding
es: Introducción
pt_pt: Introdução
ru_ru: Введение

source: Meeting-Report
af_za: Vergaderingsverslag
es: Informe de reunión
pt_pt: Relatório de Reunião
ru_ru: Отчет о встрече

source: News
af_za: Nuus
es: Noticias
pt_pt: Notícias
ru_ru: Новости

source: Obituary
af_za: Doodsberig
es: Obituario
pt_pt: Obituário
ru_ru: Некролог

source: Oration
af_za: Redevoering
es: Oración
pt_pt: Oração
ru_ru: Речь

source: Other
af_za: Ander
es: Otro
pt_pt: Outro
ru_ru: Другое

source: Partial-Retraction
af_za: Gedeeltelike-Terugtrekking
es: Retractación parcial
pt_pt: Retratação Parcial
ru_ru: Частичный отзыв

source: Product-Review
af_za: Produkresensie
es: Revisión de producto
pt_pt: Análise de Produto
ru_ru: Обзор продукта

source: Rapid-Communication
af_za: Snelkommunikasie
es: Comunicación rápida
pt_pt: Comunicação Rápida
ru_ru: Краткое сообщение

source: Reply
af_za: Antwoord
es: Respuesta
pt_pt: Resposta
ru_ru: Ответ

source: Reprint
af_za: Herdruk
es: Reimpresión
pt_pt: Reimpressão
ru_ru: Перепечатка

source: Research-Article
af_za: Navorsingsartikel
es: Artículo de investigación
pt_pt: Artigo de Investigação
ru_ru: Научная статья

source: Retraction
af_za: Terugtrekking
es: Retractación
pt_pt: Retratação
ru_ru: Отзыв (Retraction)

source: Review-Article
af_za: Oorsigartikel
es: Artículo de revisión
pt_pt: Artigo de Revisão
ru_ru: Обзорная статья

source: Technical-Report
af_za: Tegniese Verslag
es: Informe técnico
pt_pt: Relatório Técnico
ru_ru: Технический отчет

source: Translation
af_za: Vertaling
es: Traducción
pt_pt: Tradução
ru_ru: Перевод

source: Erratum submitted
af_za: Erratum ingedien
es: Fe de erratas enviada
pt_pt: Errata submetida
ru_ru: Опечатка отправлена

source: Update submitted
af_za: Bywerking ingedien
es: Actualización enviada
pt_pt: Atualização submetida
ru_ru: Обновление отправлено

source: Required update
af_za: Vereiste bywerking
es: Actualización requerida
pt_pt: Atualização necessária
ru_ru: Требуется обновление

source: Required erratum
af_za: Vereiste erratum
es: Fe de erratas requerida
pt_pt: Errata necessária
ru_ru: Требуется исправление опечатки

source: Prepare to publish
af_za: Berei voor vir publikasie
es: Preparar para publicar
pt_pt: Preparar para publicar
ru_ru: Подготовка к публикации

source: Ready to publish
af_za: Gereed vir publikasie
es: Listo para publicar
pt_pt: Pronto para publicar
ru_ru: Готово к публикации

source: Scheduled to publish
af_za: Geskeduleer vir publikasie
es: Programado para publicar
pt_pt: Publicação agendada
ru_ru: Запланировано к публикации

source: Published
af_za: Gepubliseer
es: Publicado
pt_pt: Publicado
ru_ru: Опубликовано

source: Unable to update article {} {} {}
af_za: Kan nie artikel {} {} {} bywerk nie
es: No se puede actualizar el artículo {} {} {}
pt_pt: Não foi possível atualizar o artigo {} {} {}
ru_ru: Не удалось обновить статью {} {} {}

source: Inform the article that needs to be changed
af_za: Meld die artikel wat gewysig moet word
es: Informar el artículo que necesita ser cambiado
pt_pt: Informe o artigo que necessita de alteração
ru_ru: Укажите статью, которую необходимо изменить

source: Comment what needs to be changed
af_za: Lewer kommentaar oor wat gewysig moet word
es: Comentar lo que necesita ser cambiado
pt_pt: Comente o que necessita de ser alterado
ru_ru: Прокомментируйте, что нужно изменить

source: Inform the type of change
af_za: Meld die tipe wysiging
es: Informar el tipo de cambio
pt_pt: Informe o tipo de alteração
ru_ru: Укажите тип изменения

source: Article type
af_za: Artikel tipe
es: Tipo de artículo
pt_pt: Tipo de artigo
ru_ru: Тип статьи

source: Article status
af_za: Artikel status
es: Estado del artículo
pt_pt: Estado do artigo
ru_ru: Статус статьи

source: Position
af_za: Posisie
es: Posición
pt_pt: Posição
ru_ru: Позиция

source: First publication date ISO
af_za: Eerste publikasiedatum ISO
es: Fecha de primera publicación ISO
pt_pt: Data da primeira publicação ISO
ru_ru: Дата первой публикации ISO

source: First page
af_za: Eerste bladsy
es: Primera página
pt_pt: Primeira página
ru_ru: Первая страница

source: Last page
af_za: Laaste bladsy
es: Última página
pt_pt: Última página
ru_ru: Последняя страница

source: sections
af_za: seksies
es: secciones
pt_pt: secções
ru_ru: разделы

source: Can make article change
af_za: Kan artikel wysig
es: Puede hacer cambios en el artículo
pt_pt: Pode realizar alteração no artigo
ru_ru: Может изменять статью

source: Can request article change
af_za: Kan artikelwysiging versoek
es: Puede solicitar cambios en el artículo
pt_pt: Pode solicitar alteração no artigo
ru_ru: Может запрашивать изменение статьи

source: Article DOI with Language
af_za: Artikel DOI met Taal
es: DOI del artículo con idioma
pt_pt: DOI do Artigo com Idioma
ru_ru: DOI статьи с языком

source: Article DOIs with Language
af_za: Artikel DOIs met Taal
es: DOIs del artículo con idioma
pt_pt: DOIs do Artigo com Idioma
ru_ru: DOI статей с языком

source: Related item type
af_za: Verwante item tipe
es: Tipo de ítem relacionado
pt_pt: Tipo de item relacionado
ru_ru: Тип связанного элемента

source: Change type
af_za: Wysiging tipe
es: Tipo de cambio
pt_pt: Tipo de alteração
ru_ru: Тип изменения

source: Comment
af_za: Kommentaar
es: Comentario
pt_pt: Comentário
ru_ru: Комментарий

source: Details
af_za: Besonderhede
es: Detalles
pt_pt: Detalhes
ru_ru: Детали

source: Article change instructions
af_za: Instruksies vir artikelwysiging
es: Instrucciones de cambio de artículo
pt_pt: Instruções de alteração do artigo
ru_ru: Инструкции по изменению статьи

source: Identifier
af_za: Identifiseerder
es: Identificador
pt_pt: Identificador
ru_ru: Идентификатор

source: Type
af_za: Tipe
es: Tipo
pt_pt: Tipo
ru_ru: Тип

source: Deadline
af_za: Sperdatum
es: Fecha límite
pt_pt: Prazo
ru_ru: Срок

source: Instructions
af_za: Instruksies
es: Instrucciones
pt_pt: Instruções
ru_ru: Инструкции

source: Available packages
af_za: Beskikbare pakkette
es: Paquetes disponibles
pt_pt: Pacotes disponíveis
ru_ru: Доступные пакеты

source: Creator
af_za: Skepper
es: Creador
pt_pt: Criador
ru_ru: Создатель

source: Created
af_za: Geskep
es: Creado
pt_pt: Criado
ru_ru: Создано

source: Status
es: Estado
pt_pt: Estado
ru_ru: Статус

source: Category
af_za: Kategorie
es: Categoría
pt_pt: Categoria
ru_ru: Категория

source: Link
af_za: Skakel
es: Enlace
pt_pt: Ligação
ru_ru: Ссылка

source: Download package
af_za: Laai pakket af
es: Descargar paquete
pt_pt: Descarregar pacote
ru_ru: Скачать пакет

source: Articles
af_za: Artikels
es: Artículos
pt_pt: Artigos
ru_ru: Статьи

source: Related items
af_za: Verwante items
es: Ítems relacionados
pt_pt: Itens relacionados
ru_ru: Связанные элементы

source: Changes request
af_za: Wysigingsversoek
es: Solicitud de cambios
pt_pt: Pedido de alterações
ru_ru: Запрос изменений

source: Check article availability
af_za: Gaan artikelbeskikbaarheid na
es: Verificar disponibilidad del artículo
pt_pt: Verificar disponibilidade do artigo
ru_ru: Проверить доступность статьи

source: Create Journal, Issue e Article Processing items
af_za: Skep Tydskrif-, Uitgawe- en Artikelverwerkingsitems
es: Crear ítems de Procesamiento de Revistas, Fascículos y Artículos
pt_pt: Criar itens de processamento de Revista, Número e Artigo
ru_ru: Создать элементы обработки журнала, выпуска и статьи

source: Migra e publica
af_za: Migreer en publiseer
es: Migrar y publicar
ru_ru: Миграция и публикация

source: Migra e publica os periódicos
af_za: Migreer en publiseer tydskrifte
es: Migrar y publicar las revistas
ru_ru: Миграция и публикация периодических изданий

source: Migra e publica os fascículos
af_za: Migreer en publiseer uitgawes
es: Migrar y publicar los fascículos
ru_ru: Миграция и публикация выпусков

source: Migra e publica artigos
af_za: Migreer en publiseer artikels
es: Migrar y publicar artículos
ru_ru: Миграция и публикация статей

source: Publica periódicos
af_za: Publiseer tydskrifte
es: Publicar revistas
ru_ru: Опубликовать периодические издания

source: Publica fascículos
af_za: Publiseer uitgawes
es: Publicar fascículos
ru_ru: Опубликовать выпуски

source: Publica artigos
af_za: Publiseer artikels
es: Publicar artículos
ru_ru: Опубликовать статьи

source: Busca e cria periódicos
af_za: Soek en skep tydskrifte
es: Buscar y crear revistas
pt_pt: Procura e cria periódicos
ru_ru: Поиск и создание периодических изданий

source: Scheduled task: {}
af_za: Geskeduleerde taak: {}
es: Tarea programada: {}
pt_pt: Tarefa agendada: {}
ru_ru: Запланированная задача: {}

source: Suspended
af_za: Opgeskort
es: Suspendido
pt_pt: Suspenso
ru_ru: Приостановлено

source: Unknown
af_za: Onbekend
es: Desconocido
pt_pt: Desconhecido
ru_ru: Неизвестно

source: Ceased
af_za: Gestaak
es: Cesado
pt_pt: Cessado
ru_ru: Прекращено

source: Not informed
af_za: Nie in kennis gestel nie
es: No informado
pt_pt: Não informado
ru_ru: Не информировано

source: Current
af_za: Huidig
es: Actual
pt_pt: Atual
ru_ru: Текущий

source: QA
af_za: Kwaliteitsbeheer (QA)
es: Control de calidad
ru_ru: Контроль качества (QA)

source: PUBLIC
af_za: PUBLIEK
es: PÚBLICO
pt_pt: PÚBLICO
ru_ru: ПУБЛИЧНЫЙ

source: Collection Acronym
af_za: Versamelingsakroniem
es: Acrónimo de la colección
pt_pt: Acrónimo da Coleção
ru_ru: Аббревиатура коллекции

source: Collection Name
af_za: Versamelingsnaam
es: Nombre de la colección
pt_pt: Nome da Coleção
ru_ru: Название коллекции

source: Website URL
af_za: Webwerf-URL
es: URL del sitio web
pt_pt: URL do Website
ru_ru: URL веб-сайта

source: Article API URL
af_za: Artikel API-URL
es: URL de la API de artículos
pt_pt: URL da API de Artigos
ru_ru: API URL статьи

source: Issue API URL
af_za: Uitgawe API-URL
es: URL de la API de fascículos
pt_pt: URL da API de Números
ru_ru: API URL выпуска

source: Journal API URL
af_za: Tydskrif API-URL
es: URL de la API de revistas
pt_pt: URL da API de Revistas
ru_ru: API URL журнала

source: Get token API URL
af_za: Kry-token API-URL
es: URL de la API para obtener token
pt_pt: URL da API para Obter Token
ru_ru: API URL получения токена

source: Purpose
af_za: Doel
es: Propósito
pt_pt: Objetivo
ru_ru: Цель

source: EndPoints
af_za: Eindpunte
ru_ru: Конечные точки (Endpoints)

source: Language Name
af_za: Taalnaam
es: Nombre del idioma
pt_pt: Nome do Idioma
ru_ru: Название языка

source: Language code 2
af_za: Taalkode 2
es: Código de idioma 2
pt_pt: Código de idioma 2
ru_ru: Код языка (2 символа)

source: Language
af_za: Taal
es: Idioma
pt_pt: Idioma
ru_ru: Язык

source: Languages
af_za: Tale
es: Idiomas
pt_pt: Idiomas
ru_ru: Языки

source: Endpoint name
af_za: Eindpuntnaam
es: Nombre del endpoint
pt_pt: Nome do endpoint
ru_ru: Название конечной точки

source: Endpoint URL
af_za: Eindpunt-URL
es: URL del endpoint
pt_pt: URL do endpoint
ru_ru: URL конечной точки

source: Collections
af_za: Versamelings
es: Colecciones
pt_pt: Coleções
ru_ru: Коллекции

source: New WebSites Configurations
af_za: Nuwe Webwerf-konfigurasies
es: Nuevas configuraciones de sitios web
pt_pt: Configurações de Novos WebSites
ru_ru: Конфигурации новых сайтов

source: Files Storage Configuration
af_za: Lêerstoor-konfigurasie
es: Configuración de almacenamiento de archivos
pt_pt: Configuração de Armazenamento de Ficheiros
ru_ru: Конфигурация хранилища файлов

source: Classic Website Configuration
af_za: Klassieke Webwerf-konfigurasie
es: Configuración del sitio web clásico
pt_pt: Configuração do Website Clássico
ru_ru: Конфигурация классического сайта

source: JANUARY
af_za: JANUARIE
es: ENERO
pt_pt: JANEIRO
ru_ru: ЯНВАРЬ

source: FEBRUARY
af_za: FEBRUARIE
es: FEBRERO
pt_pt: FEVEREIRO
ru_ru: ФЕВРАЛЬ

source: MARCH
af_za: MAART
es: MARZO
pt_pt: MARÇO
ru_ru: МАРТ

source: APRIL
es: ABRIL
pt_pt: ABRIL
ru_ru: АПРЕЛЬ

source: MAY
af_za: MEI
es: MAYO
pt_pt: MAIO
ru_ru: МАЙ

source: JUNE
af_za: JUNIE
es: JUNIO
pt_pt: JUNHO
ru_ru: ИЮНЬ

source: JULY
af_za: JULIE
es: JULIO
pt_pt: JULHO
ru_ru: ИЮЛЬ

source: AUGUST
af_za: AUGUSTUS
es: AGOSTO
pt_pt: AGOSTO
ru_ru: АВГУСТ

source: SEPTEMBER
es: SEPTIEMBRE
pt_pt: SETEMBRO
ru_ru: СЕНТЯБРЬ

source: OCTOBER
af_za: OKTOBER
es: OCTUBRE
pt_pt: OUTUBRO
ru_ru: ОКТЯБРЬ

source: NOVEMBER
es: NOVIEMBRE
pt_pt: NOVEMBRO
ru_ru: НОЯБРЬ

source: DECEMBER
af_za: DESEMBER
es: DICIEMBRE
pt_pt: DEZEMBRO
ru_ru: ДЕКАБРЬ

source: Creation date
af_za: Skeppingsdatum
es: Fecha de creación
pt_pt: Data de criação
ru_ru: Дата создания

source: Last update date
af_za: Laaste bywerkingsdatum
es: Fecha de última actualización
pt_pt: Data da última atualização
ru_ru: Дата последнего обновления

source: Updater
af_za: Bywerker
es: Actualizador
pt_pt: Atualizador
ru_ru: Обновил

source: Publication month number
af_za: Publikasiemaand nommer
es: Número del mes de publicación
pt_pt: Número do mês de publicação
ru_ru: Номер месяца публикации

source: Publication month name
af_za: Publikasiemaand naam
es: Nombre del mes de publicación
pt_pt: Nome do mês de publicação
ru_ru: Название месяца публикации

source: Publication initial month number
af_za: Publikasie aanvangsmaand nommer
es: Número del mes inicial de publicación
pt_pt: Número do mês inicial de publicação
ru_ru: Номер начального месяца публикации

source: Publication initial month name
af_za: Publikasie aanvangsmaand naam
es: Nombre del mes inicial de publicación
pt_pt: Nome do mês inicial de publicação
ru_ru: Название начального месяца публикации

source: Publication final month number
af_za: Publikasie finale maand nommer
es: Número del mes final de publicación
pt_pt: Número do mês final de publicação
ru_ru: Номер конечного месяца публикации

source: Publication final month name
af_za: Publikasie finale maand naam
es: Nombre del mes final de publicación
pt_pt: Nome do mês final de publicação
ru_ru: Название конечного месяца публикации

source: Publication date text
af_za: Publikasiedatum teks
es: Texto de la fecha de publicación
pt_pt: Texto da data de publicação
ru_ru: Текст даты публикации

source: Publication year
af_za: Publikasiejaar
es: Año de publicación
pt_pt: Ano de publicação
ru_ru: Год публикации

source: Title
af_za: Titel
es: Título
pt_pt: Título
ru_ru: Заголовок

source: Account Inactive
af_za: Rekening Onaktief
es: Cuenta inactiva
pt_pt: Conta Inativa
ru_ru: Аккаунт неактивен

source: This account is inactive.
af_za: Hierdie rekening is onaktief.
es: Esta cuenta está inactiva.
pt_pt: Esta conta está inativa.
ru_ru: Этот аккаунт неактивен.

source: Account
af_za: Rekening
es: Cuenta
pt_pt: Conta
ru_ru: Аккаунт

source: E-mail Addresses
af_za: E-posadresse
es: Direcciones de correo electrónico
pt_pt: Endereços de E-mail
ru_ru: Адреса электронной почты

source: The following e-mail addresses are associated with your account:
af_za: Die volgende e-posadresse is aan u rekening gekoppel:
es: Las siguientes direcciones de correo electrónico están asociadas con tu cuenta:
pt_pt: Os seguintes endereços de e-mail estão associados à sua conta:
ru_ru: Следующие адреса электронной почты связаны с вашим аккаунтом:

source: Verified
af_za: Geverifieer
es: Verificado
pt_pt: Verificado
ru_ru: Подтверждено

source: Unverified
af_za: Ongeverifieer
es: No verificado
pt_pt: Não verificado
ru_ru: Не подтверждено

source: Primary
af_za: Primêr
es: Principal
pt_pt: Principal
ru_ru: Основной

source: Make Primary
af_za: Maak Primêr
es: Hacer principal
pt_pt: Tornar Principal
ru_ru: Сделать основным

source: Re-send Verification
af_za: Stuur verifikasie weer
es: Reenviar verificación
pt_pt: Reenviar Verificação
ru_ru: Отправить подтверждение повторно

source: Remove
af_za: Verwyder
es: Eliminar
pt_pt: Remover
ru_ru: Удалить

source: Warning:
af_za: Waarskuwing:
es: Advertencia:
pt_pt: Aviso:
ru_ru: Предупреждение:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
af_za: U het tans geen e-posadres opgestel nie. U moet regtig 'n e-posadres byvoeg sodat u kennisgewings kan ontvang, u wagwoord kan terugstel, ens.
es: Actualmente no tienes ninguna dirección de correo electrónico configurada. Deberías agregar una dirección de correo electrónico para recibir notificaciones, restablecer tu contraseña, etc.
pt_pt: Atualmente não tem nenhum endereço de e-mail configurado. Deveria adicionar um endereço de e-mail para poder receber notificações, redefinir a sua palavra-passe, etc.
ru_ru: У вас в данный момент не настроен адрес электронной почты. Вам действительно стоит добавить адрес, чтобы получать уведомления, сбрасывать пароль и т.д.

source: Add E-mail Address
af_za: Voeg e-posadres by
es: Agregar dirección de correo electrónico
pt_pt: Adicionar Endereço de E-mail
ru_ru: Добавить адрес электронной почты

source: Add E-mail
af_za: Voeg e-pos by
es: Agregar correo electrónico
pt_pt: Adicionar E-mail
ru_ru: Добавить E-mail

source: Do you really want to remove the selected e-mail address?
af_za: Wil u regtig die gekose e-posadres verwyder?
es: ¿Realmente deseas eliminar la dirección de correo electrónico seleccionada?
pt_pt: Deseja realmente remover o endereço de e-mail selecionado?
ru_ru: Вы действительно хотите удалить выбранный адрес электронной почты?

source: Confirm E-mail Address
af_za: Bevestig e-posadres
es: Confirmar dirección de correo electrónico
pt_pt: Confirmar Endereço de E-mail
ru_ru: Подтвердите адрес электронной почты

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
af_za: Bevestig asseblief dat <a href="mailto:%(email)s">%(email)s</a> 'n e-posadres vir gebruiker %(user_display)s is.
es: Por favor, confirma que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el usuario %(user_display)s.
pt_pt: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail do utilizador %(user_display)s.
ru_ru: Пожалуйста, подтвердите, что <a href="mailto:%(email)s">%(email)s</a> является адресом электронной почты пользователя %(user_display)s.

source: Confirm
af_za: Bevestig
es: Confirmar
pt_pt: Confirmar
ru_ru: Подтвердить

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
af_za: Hierdie e-posbevestigingskakel het verval of is ongeldig. <a href="%(email_url)s">Versoek asseblief 'n nuwe e-posbevestiging</a>.
es: Este enlace de confirmación de correo electrónico ha expirado o no es válido. Por favor, <a href="%(email_url)s">solicita una nueva confirmación de correo electrónico</a>.
pt_pt: Esta ligação de confirmação de e-mail expirou ou é inválida. Por favor <a href="%(email_url)s">solicite um novo pedido de confirmação de e-mail</a>.
ru_ru: Эта ссылка для подтверждения e-mail истекла или недействительна. Пожалуйста, <a href="%(email_url)s">создайте новый запрос на подтверждение</a>.

source: Sign In
af_za: Meld Aan
es: Iniciar sesión
pt_pt: Iniciar Sessão
ru_ru: Войти

source: Please sign in with one of your existing third party accounts:
af_za: Meld asseblief aan met een van u bestaande derdeparty-rekeninge:
es: Por favor, inicia sesión con una de tus cuentas de terceros existentes:
pt_pt: Por favor inicie sessão com uma das suas contas de terceiros:
ru_ru: Пожалуйста, войдите с помощью одного из ваших существующих аккаунтов сторонних сервисов:

source: Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
af_za: Of, <a href="%(signup_url)s">registreer</a> vir 'n %(site_name)s rekening en meld hieronder aan:
es: O <a href="%(signup_url)s">regístrate</a> para una cuenta de %(site_name)s e inicia sesión a continuación:
pt_pt: Ou, <a href="%(signup_url)s">registe-se</a> para uma conta %(site_name)s e inicie sessão abaixo:
ru_ru: Или <a href="%(signup_url)s">зарегистрируйтесь</a> в %(site_name)s и войдите ниже:

source: or
af_za: of
es: o
pt_pt: ou
ru_ru: или

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
af_za: As u nog nie 'n rekening geskep het nie, <a href="%(signup_url)s">registreer</a> asseblief eers.
es: Si aún no has creado una cuenta, por favor <a href="%(signup_url)s">regístrate</a> primero.
pt_pt: Se ainda não criou uma conta, por favor <a href="%(signup_url)s">registe-se</a> primeiro.
ru_ru: Если вы еще не создали аккаунт, пожалуйста, сначала <a href="%(signup_url)s">зарегистрируйтесь</a>.

source: Forgot Password?
af_za: Wagwoord vergeet?
es: ¿Olvidaste tu contraseña?
pt_pt: Esqueceu-se da Palavra-passe?
ru_ru: Забыли пароль?

source: Sign Out
af_za: Meld Af
es: Cerrar sesión
pt_pt: Terminar Sessão
ru_ru: Выйти

source: Are you sure you want to sign out?
af_za: Is u seker u wil afmeld?
es: ¿Estás seguro de que quieres cerrar sesión?
pt_pt: Tem a certeza de que deseja terminar a sessão?
ru_ru: Вы уверены, что хотите выйти?
