Repository: scieloorg/scms-upload
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af_za, es, pt_pt, ru_ru

source: Website enabled is False ({})
af_za: Webwerf geaktiveer is Vals ({})
es: Sitio web habilitado es Falso ({})
pt_pt: Website habilitado é Falso ({})
ru_ru: Сайт отключен ({})

source: published by
af_za: gepubliseer deur
es: publicado por
pt_pt: publicado por
ru_ru: опубликовано

source: publication rule
af_za: publikasiereël
es: regla de publicación
pt_pt: regra de publicação
ru_ru: правило публикации

source: Mujer
af_za: Vrou
pt_pt: Mulher
ru_ru: Женщина

source: Hombre
af_za: Man
pt_pt: Homem
ru_ru: Мужчина

source: Declarado por el investigador
af_za: Verklaar deur die navorser
pt_pt: Declarado pelo investigador
ru_ru: Заявлено исследователем

source: Identificado automáticamente por programa de computador
af_za: Outomaties geïdentifiseer deur rekenaarprogram
pt_pt: Identificado automaticamente por programa de computador
ru_ru: Определено автоматически компьютерной программой

source: Identificado por algun usuario
af_za: Geïdentifiseer deur 'n gebruiker
es: Identificado por algún usuario
pt_pt: Identificado por algum utilizador
ru_ru: Определено пользователем

source: Given names
af_za: Voorname
es: Nombres
pt_pt: Nomes próprios
ru_ru: Имена

source: Last name
af_za: Van
es: Apellido
pt_pt: Apelido
ru_ru: Фамилия

source: Suffix
af_za: Suffiks
es: Sufijo
pt_pt: Sufixo
ru_ru: Суффикс

source: Gender
af_za: Geslag
es: Género
pt_pt: Género
ru_ru: Пол

source: Gender identification status
af_za: Geslagsidentifikasiestatus
es: Estado de identificación de género
pt_pt: Estado de identificação de género
ru_ru: Статус идентификации пола

source: Affiliation
af_za: Affiliasie
es: Afiliación
pt_pt: Afiliação
ru_ru: Принадлежность (Аффилиация)

source: Researcher
af_za: Navorser
es: Investigador
pt_pt: Investigador
ru_ru: Исследователь

source: Team
af_za: Span
es: Equipo
pt_pt: Equipa
ru_ru: Команда

source: Teams
af_za: Spanne
es: Equipos
pt_pt: Equipas
ru_ru: Команды

source: Team member
af_za: Spanlid
es: Miembro del equipo
pt_pt: Membro da equipa
ru_ru: Член команды

source: Team members
af_za: Spanlede
es: Miembros del equipo
pt_pt: Membros da equipa
ru_ru: Члены команды

source: Member has been successfully created
af_za: Lid is suksesvol geskep
es: El miembro ha sido creado exitosamente
pt_pt: O membro foi criado com sucesso
ru_ru: Участник успешно создан

source: Collection Team Members
af_za: Versameling-spanlede
es: Miembros del equipo de colección
pt_pt: Membros da Equipa da Coleção
ru_ru: Члены команды коллекции

source: started
af_za: begin
es: iniciado
pt_pt: iniciado
ru_ru: запущено

source: interrupted
af_za: onderbreek
es: interrumpido
pt_pt: interrompido
ru_ru: прервано

source: finished
af_za: klaar
es: finalizado
pt_pt: terminado
ru_ru: завершено

source: error
af_za: fout
pt_pt: erro
ru_ru: ошибка

source: warning
af_za: waarskuwing
es: advertencia
pt_pt: aviso
ru_ru: предупреждение

source: info
af_za: inligting
es: información
ru_ru: инфо

source: exception
af_za: uitsondering
es: excepción
pt_pt: exceção
ru_ru: исключение

source: To reprocess
af_za: Om te herverwerk
es: Por reprocesar
pt_pt: Para reprocessar
ru_ru: К переработке

source: Doing
af_za: Besig
es: Haciendo
pt_pt: A fazer
ru_ru: В процессе

source: Blocked
af_za: Geblokkeer
es: Bloqueado
pt_pt: Bloqueado
ru_ru: Заблокировано

source: Pending
af_za: Hangende
es: Pendiente
pt_pt: Pendente
ru_ru: В ожидании

source: ignored
af_za: geïgnoreer
es: ignorado
pt_pt: ignorado
ru_ru: игнорировано

source: name
af_za: naam
es: nombre
pt_pt: nome
ru_ru: имя

source: Exception Type
af_za: Uitsonderingstipe
es: Tipo de excepción
pt_pt: Tipo de Exceção
ru_ru: Тип исключения

source: Exception Msg
af_za: Uitsonderingsboodskap
es: Mensaje de excepción
pt_pt: Mensagem de Exceção
ru_ru: Сообщение исключения

source: Item
es: Ítem
ru_ru: Элемент

source: Action
af_za: Aksie
es: Acción
pt_pt: Ação
ru_ru: Действие

source: Total to process
af_za: Totaal om te verwerk
es: Total a procesar
pt_pt: Total a processar
ru_ru: Всего к обработке

source: Total processed
af_za: Totaal verwerk
es: Total procesado
pt_pt: Total processado
ru_ru: Всего обработано

source: status
es: estado
pt_pt: estado
ru_ru: статус

source: Unexpected Events
af_za: Onverwagte Gebeurtenisse
es: Eventos inesperados
pt_pt: Eventos Inesperados
ru_ru: Непредвиденные события

source: Event Tracker
af_za: Gebeurtenis-spoorder
es: Rastreador de eventos
pt_pt: Rastreador de Eventos
ru_ru: Трекер событий

source: Event Monitoring
af_za: Gebeurtenis-monitering
es: Monitoreo de eventos
pt_pt: Monitorização de Eventos
ru_ru: Мониторинг событий

source: Accept / Reject the package or delegate it
af_za: Aanvaar / Verwerp die pakket of delegeer dit
es: Aceptar / Rechazar el paquete o delegarlo
pt_pt: Aceitar / Rejeitar o pacote ou delegá-lo
ru_ru: Принять / Отклонить пакет или делегировать его

source: Finish deposit
af_za: Voltooi deposito
es: Finalizar depósito
pt_pt: Finalizar depósito
ru_ru: Завершить депонирование

source: Archive
af_za: Argiveer
es: Archivar
pt_pt: Arquivar
ru_ru: Архив

source: Submitted
af_za: Ingedien
es: Enviado
pt_pt: Submetido
ru_ru: Отправлено

source: Enqueued for validation
af_za: In waglys vir validering
es: En cola para validación
pt_pt: Em fila para validação
ru_ru: В очереди на валидацию

source: Validated with errors
af_za: Gevalideer met foute
es: Validado con errores
pt_pt: Validado com erros
ru_ru: Проверено с ошибками

source: Pending quality analysis decision
af_za: Hangende kwaliteitsontleding-besluit
es: Pendiente de decisión de análisis de calidad
pt_pt: Pendente de decisão de análise de qualidade
ru_ru: Ожидание решения по анализу качества

source: Pending for correction
af_za: Hangende vir korreksie
es: Pendiente de corrección
pt_pt: Pendente para correção
ru_ru: Ожидание исправления

source: Unexpected
af_za: Onverwags
es: Inesperado
pt_pt: Inesperado
ru_ru: Непредвиденное

source: Ready to preview on QA website
af_za: Gereed vir voorskou op QA-webwerf
es: Listo para previsualizar en el sitio web de QA
pt_pt: Pronto para pré-visualização no website de QA
ru_ru: Готово к просмотру на сайте QA

source: Preview
af_za: Voorskou
es: Vista previa
pt_pt: Pré-visualização
ru_ru: Предпросмотр

source: Ready to publish on public website
af_za: Gereed vir publikasie op publieke webwerf
es: Listo para publicar en el sitio web público
pt_pt: Pronto para publicar no website público
ru_ru: Готово к публикации на публичном сайте

source: Archived
af_za: Gearchiveer
es: Archivado
pt_pt: Arquivado
ru_ru: Архивировано

source: Depublish
af_za: Ontpubliseer
es: Despublicar
pt_pt: Despublicar
ru_ru: Снять с публикации

source: Request correction
af_za: Versoek korreksie
es: Solicitar corrección
pt_pt: Solicitar correção
ru_ru: Запросить исправление

source: Assign quality review
af_za: Wys kwaliteitsresensie toe
es: Asignar revisión de calidad
pt_pt: Atribuir revisão de qualidade
ru_ru: Назначить проверку качества

source: Publish on QA website
af_za: Publiseer op QA-webwerf
es: Publicar en el sitio web de QA
pt_pt: Publicar no website de QA
ru_ru: Опубликовать на сайте QA

source: Publish on public website
af_za: Publiseer op publieke webwerf
es: Publicar en el sitio web público
pt_pt: Publicar no website público
ru_ru: Опубликовать на публичном сайте

source: New document
af_za: Nuwe dokument
es: Nuevo documento
pt_pt: Novo documento
ru_ru: Новый документ

source: blocking
af_za: blokkerend
es: bloqueante
pt_pt: bloqueante
ru_ru: блокирующий

source: critical
af_za: krities
es: crítico
pt_pt: crítico
ru_ru: критический

source: unknown
af_za: onbekend
es: desconocido
pt_pt: desconhecido
ru_ru: неизвестно

source: ok
af_za: reg
ru_ru: ок

source: The error will be fixed
af_za: Die fout sal reggemaak word
es: El error será corregido
pt_pt: O erro será corrigido
ru_ru: Ошибка будет исправлена

source: Impossible to fix it
af_za: Onmoontlik om reg te maak
es: Imposible de corregir
pt_pt: Impossível de corrigir
ru_ru: Невозможно исправить

source: There's disagreement about the error
af_za: Daar is meningsverskil oor die fout
es: Hay desacuerdo sobre el error
pt_pt: Há desacordo sobre o erro
ru_ru: Есть разногласия по поводу ошибки

source: Accepted with errors
af_za: Aanvaar met foute
es: Aceptado con errores
pt_pt: Aceite com erros
ru_ru: Принято с ошибками

source: Accepted
af_za: Aanvaar
es: Aceptado
pt_pt: Aceite
ru_ru: Принято

source: Correction required
af_za: Korreksie word vereis
es: Corrección requerida
pt_pt: Correção necessária
ru_ru: Требуется исправление

source: Flexible auto publication
af_za: Buigsame outo-publikasie
es: Publicación automática flexible
pt_pt: Publicação automática flexível
ru_ru: Гибкая автопубликация

source: Strict auto publication
af_za: Strenge outo-publikasie
es: Publicación automática estricta
pt_pt: Publicação automática rigorosa
ru_ru: Строгая автопубликация

source: Manual publication
af_za: Handmatige publikasie
es: Publicación manual
pt_pt: Publicação manual
ru_ru: Ручная публикация

source: unreleased
af_za: onvrygestel
es: no lanzado
pt_pt: não lançado
ru_ru: не выпущено

source: published
af_za: gepubliseer
es: publicado
pt_pt: publicado
ru_ru: опубликовано

source: depublished
af_za: ontpubliseer
es: despublicado
pt_pt: despublicado
ru_ru: снято с публикации

source: Package file
af_za: Pakketlêer
es: Archivo de paquete
pt_pt: Ficheiro do pacote
ru_ru: Файл пакета

source: File Report
af_za: Lêerverslag
es: Informe de archivo
pt_pt: Relatório de Ficheiro
ru_ru: Отчет по файлу

source: Not allowed to accept new package. There is a previous package which status={}. Search it and change the status to '{}'
af_za: Nie toegelaat om nuwe pakket te aanvaar nie. Daar is 'n vorige pakket met status={}. Soek dit en verander die status na '{}'
es: No se permite aceptar un nuevo paquete. Hay un paquete anterior cuyo estado={}. Búscalo y cambia el estado a '{}'
pt_pt: Não é permitido aceitar um novo pacote. Existe um pacote anterior com estado={}. Procure-o e altere o estado para '{}'
ru_ru: Не разрешено принимать новый пакет. Существует предыдущий пакет со статусом {}. Найдите его и измените статус на '{}'

source: Registered journals: {}.
af_za: Geregistreerde tydskrifte: {}.
es: Revistas registradas: {}.
pt_pt: Revistas registadas: {}.
ru_ru: Зарегистрированные журналы: {}.

source: Found no registered journal.
af_za: Geen geregistreerde tydskrif gevind nie.
es: No se encontró ninguna revista registrada.
pt_pt: Nenhuma revista registada encontrada.
ru_ru: Зарегистрированных журналов не найдено.

source: Journal in XML must be a registered journal. Journal in XML: {}. {}. Register the journal on core.scielo.org
af_za: Tydskrif in XML moet 'n geregistreerde tydskrif wees. Tydskrif in XML: {}. {}. Registreer die tydskrif op core.scielo.org
es: La revista en XML debe ser una revista registrada. Revista en XML: {}. {}. Registre la revista en core.scielo.org
pt_pt: A revista no XML deve ser uma revista registada. Revista no XML: {}. {}. Registe a revista em core.scielo.org
ru_ru: Журнал в XML должен быть зарегистрированным. Журнал в XML: {}. {}. Зарегистрируйте журнал на core.scielo.org

source: Registered issues: {}.
af_za: Geregistreerde uitgawes: {}.
es: Fascículos registrados: {}.
pt_pt: Números registados: {}.
ru_ru: Зарегистрированные выпуски: {}.

source: {} has no registered issues
af_za: {} het geen geregistreerde uitgawes nie
es: {} no tiene fascículos registrados
pt_pt: {} não tem números registados
ru_ru: У {} нет зарегистрированных выпусков

source: Issue in XML must be a registered issue. Issue in XML {}. {}. Register the issue on core.scielo.org
af_za: Uitgawe in XML moet 'n geregistreerde uitgawe wees. Uitgawe in XML {}. {}. Registreer die uitgawe op core.scielo.org
es: El fascículo en XML debe ser un fascículo registrado. Fascículo en XML {}. {}. Registre el fascículo en core.scielo.org
pt_pt: O número no XML deve ser um número registado. Número no XML {}. {}. Registe o número em core.scielo.org
ru_ru: Выпуск в XML должен быть зарегистрированным. Выпуск в XML {}. {}. Зарегистрируйте выпуск на core.scielo.org

source: {} (registered, {}) differs from {} (XML, {})
af_za: {} (geregistreer, {}) verskil van {} (XML, {})
es: {} (registrado, {}) difiere de {} (XML, {})
pt_pt: {} (registado, {}) difere de {} (XML, {})
ru_ru: {} (зарегистрировано, {}) отличается от {} (XML, {})

source: Força a publicação de journal
af_za: Forseer die publikasie van tydskrif
es: Forzar la publicación de revista
pt_pt: Forçar a publicação da revista
ru_ru: Принудительная публикация журнала

source: Força a publicação de issue
af_za: Forseer die publikasie van uitgawe
es: Forzar la publicación de fascículo
pt_pt: Forçar a publicação do número
ru_ru: Принудительная публикация выпуска

source: Choose the analyst who will decide about the package
af_za: Kies die ontleder wat oor die pakket sal besluit
es: Elige al analista que decidirá sobre el paquete
pt_pt: Escolha o analista que decidirá sobre o pacote
ru_ru: Выберите аналитика, который примет решение по пакету

source: Make a decision about the package or choose the analyst who will decide about the package
af_za: Neem 'n besluit oor die pakket of kies die ontleder wat daaroor sal besluit
es: Toma una decisión sobre el paquete o elige al analista que decidirá sobre el paquete
pt_pt: Tome uma decisão sobre o pacote ou escolha o analista que decidirá sobre o pacote
ru_ru: Примите решение по пакету или выберите аналитика для принятия решения

source: Justify your decision about the package
af_za: Regverdig u besluit oor die pakket
es: Justifica tu decisión sobre el paquete
pt_pt: Justifique a sua decisão sobre o pacote
ru_ru: Обоснуйте решение по пакету

source: Inform if you finish or not the errors review
af_za: Meld of u die hersiening van foute voltooi het of nie
es: Informa si has terminado o no la revisión de errores
pt_pt: Informe se terminou ou não a revisão dos erros
ru_ru: Укажите, завершили ли вы проверку ошибок

source: Value must be from 0 to 100
af_za: Waarde moet tussen 0 en 100 wees
es: El valor debe estar entre 0 y 100
pt_pt: O valor deve ser entre 0 e 100
ru_ru: Значение должно быть от 0 до 100

source: Package Zip
af_za: Pakket-Zip
es: Zip del paquete
pt_pt: Zip do Pacote
ru_ru: Zip пакета

source: Package Zip File
af_za: Pakket-Zip-lêer
es: Archivo Zip del paquete
pt_pt: Ficheiro Zip do Pacote
ru_ru: Zip файл пакета

source: Show package validations
af_za: Wys pakketvaliderings
es: Mostrar validaciones del paquete
pt_pt: Mostrar validações do pacote
ru_ru: Показать валидации пакета

source: Unchecked to be redirect to package upload. Checked to be redirect to package validation
af_za: Ongetik om na pakket-oplaai te herlei. Getik om na pakketvalidering te herlei
es: Desmarcado para ser redirigido a la carga del paquete. Marcado para ser redirigido a la validación del paquete
pt_pt: Desmarcado para redirecionar para o upload do pacote. Marcado para redirecionar para a validação do pacote
ru_ru: Снимите галочку для перехода к загрузке пакета. Отметьте для перехода к валидации пакета

source: Zip file
af_za: Zip-lêer
es: Archivo Zip
pt_pt: Ficheiro zip
ru_ru: Zip файл

source: Zip files
af_za: Zip-lêers
es: Archivos Zip
pt_pt: Ficheiros zip
ru_ru: Zip файлы

source: Package File
af_za: Pakketlêer
es: Archivo del paquete
pt_pt: Ficheiro de Pacote
ru_ru: Файл пакета

source: SPS Package name
af_za: SPS Pakketnaam
es: Nombre del paquete SPS
pt_pt: Nome do Pacote SPS
ru_ru: Имя пакета SPS

source: Signature
af_za: Handtekening
es: Firma
pt_pt: Assinatura
ru_ru: Подпись

source: Quality analysis decision
af_za: Kwaliteitsontleding-besluit
es: Decisión de análisis de calidad
pt_pt: Decisão da análise de qualidade
ru_ru: Решение анализа качества

source: Make a decision about the package or choose the analyst who will decide it
af_za: Neem 'n besluit oor die pakket of kies die ontleder wat daaroor sal besluit
es: Toma una decisión sobre el paquete o elige al analista que lo decidirá
pt_pt: Tome uma decisão sobre o pacote ou escolha o analista que o decidirá
ru_ru: Примите решение по пакету или выберите аналитика для этого

source: Quality analysis comment
af_za: Kwaliteitsontleding-kommentaar
es: Comentario de análisis de calidad
pt_pt: Comentário da análise de qualidade
ru_ru: Комментарий к анализу качества

source: Comment the decision about the package or choose the analyst who will comment it
af_za: Lewer kommentaar oor die besluit of kies die ontleder wat kommentaar sal lewer
es: Comenta la decisión sobre el paquete o elige al analista que lo comentará
pt_pt: Comente a decisão sobre o pacote ou escolha o analista que a comentará
ru_ru: Прокомментируйте решение по пакету или выберите аналитика для комментария

source: Choose the analyst who will decide about the package or add your decision
af_za: Kies die ontleder wat oor die pakket sal besluit of voeg u eie besluit by
es: Elige al analista que decidirá sobre el paquete o agrega tu decisión
pt_pt: Escolha o analista que decidirá sobre o pacote ou adicione a sua decisão
ru_ru: Выберите аналитика для принятия решения или добавьте свое решение

source: Expiration date
af_za: Vervaldatum
es: Fecha de vencimiento
pt_pt: Data de expiração
ru_ru: Дата истечения

source: Error percentual
af_za: Foutpersentasie
es: Porcentaje de error
pt_pt: Percentagem de erros
ru_ru: Процент ошибок

source: 0 to 100
af_za: 0 tot 100
es: 0 a 100
pt_pt: 0 a 100
ru_ru: от 0 до 100

source: Warning percentual
af_za: Waarskuwingpersentasie
es: Porcentaje de advertencia
pt_pt: Percentagem de avisos
ru_ru: Процент предупреждений

source: Linked packages
af_za: Gekoppelde pakkette
es: Paquetes vinculados
pt_pt: Pacotes ligados
ru_ru: Связанные пакеты

source: Linked packages which will be published only if all are approved
af_za: Gekoppelde pakkette wat slegs gepubliseer sal word as almal goedgekeur is
es: Paquetes vinculados que se publicarán solo si todos son aprobados
pt_pt: Pacotes ligados que só serão publicados se todos forem aprovados
ru_ru: Связанные пакеты, которые будут опубликованы только при одобрении всех

source: Package admin
af_za: Pakket-admin
es: Administrador de paquetes
pt_pt: Administrador de pacotes
ru_ru: Админ пакетов

source: Can finish deposit
af_za: Kan deposito voltooi
es: Puede finalizar depósito
pt_pt: Pode finalizar o depósito
ru_ru: Может завершать депонирование

source: Can access all packages from all users
af_za: Het toegang tot alle pakkette van alle gebruikers
es: Puede acceder a todos los paquetes de todos los usuarios
pt_pt: Pode aceder a todos os pacotes de todos os utilizadores
ru_ru: Может просматривать пакеты всех пользователей

source: Can assign package
af_za: Kan pakket toewys
es: Puede asignar paquete
pt_pt: Pode atribuir pacote
ru_ru: Может назначать пакет

source: The error review has been completed
af_za: Die fouthersiening is voltooi
es: La revisión de errores ha sido completada
pt_pt: A revisão dos erros foi concluída
ru_ru: Проверка ошибок завершена

source: The error review is in progress
af_za: Die fouthersiening is aan die gang
es: La revisión de errores está en progreso
pt_pt: A revisão dos erros está em curso
ru_ru: Проверка ошибок выполняется

source: The XML package needs to be fixed and sent again
af_za: Die XML-pakket moet reggemaak word en weer gestuur word
es: El paquete XML necesita ser corregido y enviado nuevamente
pt_pt: O pacote XML necessita de ser corrigido e enviado novamente
ru_ru: Пакет XML нужно исправить и отправить повторно

source: It was concluded that {} are not errors
af_za: Daar is bevind dat {} nie foute is nie
es: Se concluyó que {} no son errores
pt_pt: Concluiu-se que {} não são erros
ru_ru: Сделан вывод, что {} не являются ошибками

source: It was concluded that {} are impossible to fix
af_za: Daar is bevind dat {} onmoontlik is om reg te maak
es: Se concluyó que {} son imposibles de corregir
pt_pt: Concluiu-se que {} são impossíveis de corrigir
ru_ru: Сделан вывод, что {} невозможно исправить

source: Finish the deposit
af_za: Voltooi die deposito
es: Finalizar el depósito
pt_pt: Finalizar o depósito
ru_ru: Завершить депонирование

source: Review and comment the errors
af_za: Hersien en lewer kommentaar op die foute
es: Revisar y comentar los errores
pt_pt: Rever e comentar os erros
ru_ru: Проверить и прокомментировать ошибки

source: SPS Package was not created
af_za: SPS-pakket is nie geskep nie
es: El paquete SPS no fue creado
pt_pt: O Pacote SPS não foi criado
ru_ru: Пакет SPS не был создан

source: Article was not created
af_za: Artikel is nie geskep nie
es: El artículo no fue creado
pt_pt: O Artigo não foi criado
ru_ru: Статья не была создана

source: {} is not published on MinIO
af_za: {} is nie op MinIO gepubliseer nie
es: {} no está publicado en MinIO
pt_pt: {} não está publicado no MinIO
ru_ru: {} не опубликован на MinIO

source: Total of XML, PDF, HTML do not match {}
af_za: Totaal van XML, PDF, HTML stem nie ooreen met {} nie
es: El total de XML, PDF, HTML no coincide con {}
pt_pt: O total de XML, PDF, HTML não coincide com {}
ru_ru: Общее количество XML, PDF, HTML не совпадает с {}

source: SPS package requires PID provider registration
af_za: SPS-pakket vereis PID-verskaffer-registrasie
es: El paquete SPS requiere registro de proveedor de PID
pt_pt: O pacote SPS requer registo no fornecedor de PID
ru_ru: Пакет SPS требует регистрации у провайдера PID

source: QA decision report
af_za: QA-besluitverslag
es: Informe de decisión de QA
pt_pt: Relatório de decisão de QA
ru_ru: Отчет о решении QA

source: Decision
af_za: Besluit
es: Decisión
pt_pt: Decisão
ru_ru: Решение

source: Article
af_za: Artikel
es: Artículo
pt_pt: Artigo
ru_ru: Статья

source: Quality control admin
af_za: Kwaliteitsbeheer-admin
es: Administrador de control de calidad
pt_pt: Administrador de controlo de qualidade
ru_ru: Админ контроля качества

source: Publication Status
af_za: Publikasiestatus
es: Estado de publicación
pt_pt: Estado da Publicação
ru_ru: Статус публикации

source: Publication admin
af_za: Publikasie-admin
es: Administrador de publicación
pt_pt: Administrador de publicação
ru_ru: Админ публикаций

source: Subject
af_za: Onderwerp
es: Asunto
pt_pt: Assunto
ru_ru: Тема

source: Item being analyzed
af_za: Item wat ontleed word
es: Ítem siendo analizado
pt_pt: Item em análise
ru_ru: Анализируемый элемент

source: Message
af_za: Boodskap
es: Mensaje
pt_pt: Mensagem
ru_ru: Сообщение

source: Result
af_za: Resultaat
es: Resultado
pt_pt: Resultado
ru_ru: Результат

source: Validation result
af_za: Validering-resultaat
es: Resultado de validación
pt_pt: Resultado da validação
ru_ru: Результат валидации

source: Validation results
af_za: Validering-resultate
es: Resultados de validación
pt_pt: Resultados da validação
ru_ru: Результаты валидации

source: Sub-item being analyzed
af_za: Sub-item wat ontleed word
es: Sub-ítem siendo analizado
pt_pt: Sub-item em análise
ru_ru: Анализируемый подэлемент

source: Focus on
af_za: Fokus op
es: Enfoque en
pt_pt: Foco em
ru_ru: Фокус на

source: Validation type
af_za: Valideringstipe
es: Tipo de validación
pt_pt: Tipo de validação
ru_ru: Тип валидации

source: XML validation result
af_za: XML-validering-resultaat
es: Resultado de validación XML
pt_pt: Resultado da validação XML
ru_ru: Результат валидации XML

source: XML validation results
af_za: XML-validering-resultate
es: Resultados de validación XML
pt_pt: Resultados da validação XML
ru_ru: Результаты валидации XML

source: XML info
af_za: XML-inligting
es: Información XML
pt_pt: Info XML
ru_ru: XML информация

source: XML infos
af_za: XML-inligtingrekords
es: Informaciones XML
pt_pt: Infos XML
ru_ru: XML информация (мн.ч.)

source: Expected value
af_za: Verwagte waarde
es: Valor esperado
pt_pt: Valor esperado
ru_ru: Ожидаемое значение

source: Got value
af_za: Ontvangde waarde
es: Valor obtenido
pt_pt: Valor obtido
ru_ru: Полученное значение

source: Advice
af_za: Advies
es: Consejo
pt_pt: Conselho
ru_ru: Совет
